language.org
*** 温故而知新
- 温顾：
  大家都知道find a job是“找工作”的意思，当你询问别人想找什么样的工作
  时，就可以说what kind of job do you want? 也可以说what kind of job
  do youwant to have?
- 知新：
  想找的工作肯定是你感兴趣的工作了，因此，老外问你想找什么工作时，经常
  会说what kind of job are you interested in?
- 更多：
  what kind of job are you fond of? 你对什么样的工作感兴趣？
  what's your favorite job ? 你最喜欢什么工作？

