language.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-05-18 周二 22:11 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>外语学习</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Lee" />
<link rel="stylesheet" type="text/css" href="css/org-manual.css"/>
</head>
<body>
<div id="content">
<h1 class="title">外语学习</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org3aeaa5e">1. 毕业之际</a>
<ul>
<li><a href="#orgcde8058">1.1. 找什么工作</a>
<ul>
<li><a href="#org2ea4670">1.1.1. 温故而知新</a></li>
<li><a href="#org7ef328b">1.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org12d61f1">1.2. 没有工作经验</a>
<ul>
<li><a href="#orgf2fe773">1.2.1. 温故而知新</a></li>
<li><a href="#org5b8656c">1.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgf06564b">1.3. 吸引人的工作</a>
<ul>
<li><a href="#org4675b80">1.3.1. 温故而知新</a></li>
<li><a href="#orgf21d7ba">1.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org0752e8d">2. 投递简历</a>
<ul>
<li><a href="#orgb8a479a">2.1. 投递简历</a>
<ul>
<li><a href="#org86a9705">2.1.1. 温故而知新</a></li>
<li><a href="#orgd0f210c">2.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org4a9147c">2.2. 网上求职</a>
<ul>
<li><a href="#orgb5cbf73">2.2.1. 温故而知新</a></li>
<li><a href="#orgcb712c1">2.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb3ccf78">3. 交流心得</a>
<ul>
<li><a href="#org6599aba">3.1. 询问找工作情况</a>
<ul>
<li><a href="#orgde71a2c">3.1.1. 温故而知新</a></li>
<li><a href="#org72e6823">3.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgbbdb51c">3.2. 求职进展</a>
<ul>
<li><a href="#orgd49d0f7">3.2.1. 温故而知新</a></li>
<li><a href="#orgba756ee">3.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgf7ab9c5">3.3. 工作难找</a>
<ul>
<li><a href="#org3c7a87c">3.3.1. 温故而知新</a></li>
<li><a href="#org3db8e17">3.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org6680bf1">3.4. WordBox</a>
<ul>
<li><a href="#org36a08a6">3.4.1. 简历基本词汇</a></li>
<li><a href="#orgf69db5f">3.4.2. 关于教育程度的词汇</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org1756916">4. 查询资料</a>
<ul>
<li><a href="#org1a7154c">4.1. 了解公司信息</a>
<ul>
<li><a href="#org14a60b2">4.1.1. 温故而知新</a></li>
<li><a href="#org61e777e">4.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org5bdc7dd">4.2. 了解面试注意事项</a>
<ul>
<li><a href="#org0cc40b7">4.2.1. 温故而知新</a></li>
<li><a href="#org548f546">4.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org2a73514">5. 面试穿着</a>
<ul>
<li><a href="#org67afea5">5.1. 该穿什么</a>
<ul>
<li><a href="#orgaf6005c">5.1.1. 温故而知新</a></li>
<li><a href="#orgb1ca4a4">5.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org6d058d7">5.2. 穿着建议</a>
<ul>
<li><a href="#org8063b07">5.2.1. 温故而知新</a></li>
<li><a href="#org6cd271e">5.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orge59ff57">6. 面试问题</a>
<ul>
<li><a href="#org65ed78d">6.1. 询问优点</a>
<ul>
<li><a href="#orgaaf6bd2">6.1.1. 温故而知新</a></li>
<li><a href="#orge1a97cc">6.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgb729068">6.2. 询问优势</a>
<ul>
<li><a href="#org43010df">6.2.1. 温故而知新</a></li>
<li><a href="#orga0266b2">6.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org103bb05">6.3. 询问缺点</a>
<ul>
<li><a href="#org0145a42">6.3.1. 温故而知新</a></li>
<li><a href="#org417d86b">6.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org1375d61">6.4. 询问社团经历</a>
<ul>
<li><a href="#org4aa1d4e">6.4.1. 温故而知新</a></li>
<li><a href="#org9d016f8">6.4.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org344fe6c">6.5. 询问职业目标</a>
<ul>
<li><a href="#orge031b2d">6.5.1. 温故而知新</a></li>
<li><a href="#orgdd16eb7">6.5.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org2c43c44">6.6. 小结</a>
<ul>
<li><a href="#org0cd284b">6.6.1. 高频句</a></li>
<li><a href="#orgf4eb1ce">6.6.2. 高频词</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org9865be6">7. 自我介绍</a>
<ul>
<li><a href="#org99463af">7.1. 毕业院校</a>
<ul>
<li><a href="#org63a4b95">7.1.1. 温故而知新</a></li>
<li><a href="#orgb22b2ad">7.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org991c274">7.2. 团队合作</a>
<ul>
<li><a href="#orga2d6936">7.2.1. 温故而知新</a></li>
<li><a href="#org1ac4df8">7.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgd9e2381">7.3. 专长</a>
<ul>
<li><a href="#orge8bbbb4">7.3.1. 温故而知新</a></li>
<li><a href="#org10f7dbf">7.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5e91d42">8. 介绍工作经验</a>
<ul>
<li><a href="#orgc9f0dc9">8.1. 经验丰富</a>
<ul>
<li><a href="#org3dc8793">8.1.1. 温故而知新</a></li>
<li><a href="#orgdf4b5f1">8.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgee6d55a">8.2. 主要负责什么</a>
<ul>
<li><a href="#orga5bcb4c">8.2.1. 温故而知新</a></li>
<li><a href="#orgcb8f4ed">8.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org0b1ad2e">8.3. 过去成就</a>
<ul>
<li><a href="#org69fa663">8.3.1. 温故而知新</a></li>
<li><a href="#org97fe6f6">8.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org595b409">9. 谈论应聘原因</a>
<ul>
<li><a href="#org055e3da">9.1. 发展机会</a>
<ul>
<li><a href="#org082981b">9.1.1. 温故而知新</a></li>
<li><a href="#org4299fc3">9.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgfc517ec">9.2. 运用专业知识</a>
<ul>
<li><a href="#orgaa8dfe8">9.2.1. 温故而知新</a></li>
<li><a href="#org207dbe8">9.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb59a60c">10. 谈论工资待遇</a>
<ul>
<li><a href="#org912280f">10.1. 询问工作</a>
<ul>
<li><a href="#org6c8f558">10.1.1. 温故而知新</a></li>
<li><a href="#org94a3508">10.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgf84e120">10.2. 期望薪水</a>
<ul>
<li><a href="#org3eca55b">10.2.1. 温故而知新</a></li>
<li><a href="#org5722bd5">10.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org90cb93b">11. 福利</a>
<ul>
<li><a href="#orgbf70521">11.1. 了解福利待遇</a>
<ul>
<li><a href="#org1d030bc">11.1.1. 温故而知新</a></li>
<li><a href="#orgebddeb6">11.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org82048f4">11.2. 带薪假期</a>
<ul>
<li><a href="#org09c9228">11.2.1. 温故而知新</a></li>
<li><a href="#orgd7553da">11.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgbdff365">11.3. 节假日福利</a>
<ul>
<li><a href="#org1e0d868">11.3.1. 温故而知新</a></li>
<li><a href="#org2f571aa">11.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgc86569b">12. 面试表现</a>
<ul>
<li><a href="#org29da287">12.1. 表现评价</a>
<ul>
<li><a href="#org905508a">12.1.1. 温故而知新</a></li>
<li><a href="#orgc4be20f">12.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org8c816ae">12.2. 是否能胜任</a>
<ul>
<li><a href="#org23a1814">12.2.1. 温故而知新</a></li>
<li><a href="#orga8eb54f">12.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgc38a1f5">12.3. 面试官印象</a>
<ul>
<li><a href="#orgba1e99b">12.3.1. 温故而知新</a></li>
<li><a href="#org9254b88">12.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgf95123c">13. 通知上班</a>
<ul>
<li><a href="#org11f1e08">13.1. 通知录用</a>
<ul>
<li><a href="#orgd62075e">13.1.1. 温故而知新</a></li>
<li><a href="#orge520bc0">13.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org01aadd5">13.2. 表示感谢</a>
<ul>
<li><a href="#orge21a25a">13.2.1. 温故而知新</a></li>
<li><a href="#org73242d4">13.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgc11f166">14. 上班第一天</a>
<ul>
<li><a href="#orgdd001bf">14.1. 新人报到</a>
<ul>
<li><a href="#org9ea0b59">14.1.1. 温故而知新</a></li>
<li><a href="#org5cdd133">14.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgc7e6a46">14.2. 自我介绍</a>
<ul>
<li><a href="#org42aca0a">14.2.1. 温故而知新</a></li>
<li><a href="#org257cf34">14.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org1da9ad4">14.3. 熟悉环境</a>
<ul>
<li><a href="#org2969bde">14.3.1. 温故而知新</a></li>
<li><a href="#orge9a4c36">14.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org266f9bc">14.4. 问问题</a>
<ul>
<li><a href="#orgcb302f5">14.4.1. 温故而知新</a></li>
<li><a href="#orgda8fc23">14.4.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org9d97212">15. 虚心请教</a>
<ul>
<li><a href="#orge3bee93">15.1. 在哪打卡</a>
<ul>
<li><a href="#org84abe49">15.1.1. 温故而知新</a></li>
<li><a href="#org63e6816">15.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org4676437">15.2. 求助</a>
<ul>
<li><a href="#orge0e962c">15.2.1. 温故而知新</a></li>
<li><a href="#org42b7412">15.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org1ca9d5b">16. 人事行政</a>
<ul>
<li><a href="#orgb30c0b7">16.1. 考勤记录</a>
<ul>
<li><a href="#orgf18464c">16.1.1. 温故而知新</a></li>
<li><a href="#org1ac1497">16.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgee5a954">16.2. 考核制度</a>
<ul>
<li><a href="#orgdef0e04">16.2.1. 温故而知新</a></li>
<li><a href="#org173f802">16.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org6e97d2b">16.3. 迟到惩罚</a>
<ul>
<li><a href="#org23fdcd3">16.3.1. 温故而知新</a></li>
<li><a href="#org352f2c3">16.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org2895389">16.4. 工作时间</a>
<ul>
<li><a href="#org8f47fcb">16.4.1. 温故而知新</a></li>
<li><a href="#org55e458e">16.4.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org672eb1f">16.5. 员工培训</a>
<ul>
<li><a href="#orgeb662e6">16.5.1. 温故而知新</a></li>
<li><a href="#org6d18654">16.5.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org8f15c7d">17. 部门及日常工作</a>
<ul>
<li><a href="#org1334fb6">17.1. 复印文件</a>
<ul>
<li><a href="#org4f836da">17.1.1. 温故而知新</a></li>
<li><a href="#orge4d34d4">17.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org0598fc6">17.2. 复印件出故障</a>
<ul>
<li><a href="#org1dcb8a3">17.2.1. 温故而知新</a></li>
<li><a href="#org3cc3611">17.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgbe099e3">17.3. 隶属部门</a>
<ul>
<li><a href="#org06682c8">17.3.1. 温故而知新</a></li>
<li><a href="#orgd2efbff">17.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgc8f255d">17.4. 主管上司</a>
<ul>
<li><a href="#org388fd5b">17.4.1. 温故而知新</a></li>
<li><a href="#org3266dde">17.4.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org6fd4a02">17.5. 工作职责</a>
<ul>
<li><a href="#org3d8eb01">17.5.1. 温故而知新</a></li>
<li><a href="#org8d6f1f1">17.5.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org7442635">17.6. 工作内容</a>
<ul>
<li><a href="#org5a74028">17.6.1. 温故而知新</a></li>
<li><a href="#org7abdbbc">17.6.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgcb8dfd1">17.7. 完成工作</a>
<ul>
<li><a href="#org66dfc57">17.7.1. 温故而知新</a></li>
<li><a href="#orgd3542f0">17.7.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgf5b9122">18. 关于请假</a>
<ul>
<li><a href="#orgc2c29c3">18.1. 提前请假</a>
<ul>
<li><a href="#orgbdfd54f">18.1.1. 温故而知新</a></li>
<li><a href="#org333ed91">18.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgc22d40a">18.2. 请病假</a>
<ul>
<li><a href="#org691b4fa">18.2.1. 温故而知新</a></li>
<li><a href="#orgf14c4a6">18.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgd38ca69">18.3. 申请请假</a>
<ul>
<li><a href="#orgd7ff66a">18.3.1. 温故而知新</a></li>
<li><a href="#org3799366">18.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org229957a">19. 接打电话</a>
<ul>
<li><a href="#org1322c56">19.1. 自报门户</a>
<ul>
<li><a href="#org29f486b">19.1.1. 温故而知新</a></li>
<li><a href="#org2bf3484">19.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org952d0c4">19.2. 询问对方找谁</a>
<ul>
<li><a href="#orgc6b42f2">19.2.1. 温故而知新</a></li>
<li><a href="#org7edb1f1">19.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org4e29f59">19.3. 预约见面</a>
<ul>
<li><a href="#org9401122">19.3.1. 温故而知新</a></li>
<li><a href="#org710ba61">19.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgdd8b805">19.4. 转接电话</a>
<ul>
<li><a href="#org4c88398">19.4.1. 温故而知新</a></li>
<li><a href="#org22bc370">19.4.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org4f0b9be">19.5. 回电话</a>
<ul>
<li><a href="#org48ecfda">19.5.1. 温故而知新</a></li>
<li><a href="#org990683b">19.5.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgbbbced8">20. 收发邮件</a>
<ul>
<li><a href="#org66a3750">20.1. 询问电子邮箱</a>
<ul>
<li><a href="#orgbe60e0f">20.1.1. 温故而知新</a></li>
<li><a href="#org9025b0f">20.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orga1cb11a">20.2. 抄送邮件</a>
<ul>
<li><a href="#org32fa7e9">20.2.1. 温故而知新</a></li>
<li><a href="#org9794b33">20.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org3d775d5">20.3. 回复邮件</a>
<ul>
<li><a href="#org64b6e15">20.3.1. 温故而知新</a></li>
<li><a href="#org704f2a0">20.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orga67ce7c">21. 做简报</a>
<ul>
<li><a href="#orga1a1512">21.1. 简介公司</a>
<ul>
<li><a href="#orgfad0f01">21.1.1. 温故而知新</a></li>
<li><a href="#org154b158">21.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org518d576">21.2. 简介产品</a>
<ul>
<li><a href="#orgfcd1fef">21.2.1. 温故而知新</a></li>
<li><a href="#org49a7b4b">21.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgb5ff323">21.3. 简介销售数据</a>
<ul>
<li><a href="#orge852ef2">21.3.1. 温故而知新</a></li>
<li><a href="#orgf3b72ef">21.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org815727d">21.4. 简介利润</a>
<ul>
<li><a href="#org5b36512">21.4.1. 温故而知新</a></li>
<li><a href="#org3a94520">21.4.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org82bbef1">22. 拜访客户</a>
<ul>
<li><a href="#orge0841b8">22.1. 表达拜访意向</a>
<ul>
<li><a href="#org124d03e">22.1.1. 温故而知新</a></li>
<li><a href="#org55c9891">22.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org3294939">22.2. 约好见面时间</a>
<ul>
<li><a href="#org4444737">22.2.1. 温故而知新</a></li>
<li><a href="#org30961c5">22.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgb34ef46">22.3. 等候见面</a>
<ul>
<li><a href="#orgc67d719">22.3.1. 温故而知新</a></li>
<li><a href="#org13bc239">22.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orga7640f0">22.4. 上门拜访</a>
<ul>
<li><a href="#org0bb0b31">22.4.1. 温故而知新</a></li>
<li><a href="#org17767ee">22.4.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org6045503">23. 出差</a>
<ul>
<li><a href="#org7d2e7c1">23.1. 出差时间</a>
<ul>
<li><a href="#org1c67bba">23.1.1. 温故而知新</a></li>
<li><a href="#orgae3409e">23.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org312d65f">23.2. 出差行程</a>
<ul>
<li><a href="#org6262c1d">23.2.1. 温故而知新</a></li>
<li><a href="#orgfaf01b8">23.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orga9fa681">23.3. 出差目的</a>
<ul>
<li><a href="#orge4f7aa3">23.3.1. 温故而知新</a></li>
<li><a href="#orga1daf90">23.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orga939cb7">23.4. 登机出发</a>
<ul>
<li><a href="#org0a602eb">23.4.1. 温故而知新</a></li>
<li><a href="#orgbd6d2d7">23.4.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgceee069">24. 加班</a>
<ul>
<li><a href="#orgb54ebff">24.1. 加班费</a>
<ul>
<li><a href="#orgcf95106">24.1.1. 温故而知新</a></li>
<li><a href="#org2484430">24.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org8a0e0d3">24.2. 忙碌的一天</a>
<ul>
<li><a href="#org8a91d3b">24.2.1. 温故而知新</a></li>
<li><a href="#org7386664">24.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org7aacc72">24.3. 加班进行时</a>
<ul>
<li><a href="#orge796b37">24.3.1. 温故而知新</a></li>
<li><a href="#org0a749e0">24.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org40f442e">25. 会议流程</a>
<ul>
<li><a href="#org43586c4">25.1. 会议目的</a>
<ul>
<li><a href="#org4abf8e1">25.1.1. 温故而知新</a></li>
<li><a href="#org3321c9e">25.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org3b5a3bf">25.2. 议题有什么</a>
<ul>
<li><a href="#org77f4694">25.2.1. 温故而知新</a></li>
<li><a href="#org3b0578b">25.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org520b2ee">26. 会议开始</a>
<ul>
<li><a href="#orged0a76d">26.1. 人员是否到齐</a>
<ul>
<li><a href="#org2fee387">26.1.1. 温故而知新</a></li>
<li><a href="#orgd27ce77">26.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org27eef46">26.2. 会议开始</a>
<ul>
<li><a href="#org1f63930">26.2.1. 温故而知新</a></li>
<li><a href="#org80c854c">26.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgb844840">26.3. 直奔主题</a>
<ul>
<li><a href="#org67d36e1">26.3.1. 温故而知新</a></li>
<li><a href="#orgcbe60b6">26.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgf85badf">27. 表达意见</a>
<ul>
<li><a href="#org5a15293">27.1. 看法不同</a>
<ul>
<li><a href="#org234b914">27.1.1. 温故而知新</a></li>
<li><a href="#org7dc746d">27.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org3df4f1e">27.2. 询问想法</a>
<ul>
<li><a href="#orgc0d53eb">27.2.1. 温故而知新</a></li>
<li><a href="#orgbfaa2e6">27.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org5ddcaf0">27.3. 支持某人</a>
<ul>
<li><a href="#org457fc4d">27.3.1. 温故而知新</a></li>
<li><a href="#orgd5af608">27.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org1641482">27.4. 询问方案</a>
<ul>
<li><a href="#orgc66f647">27.4.1. 温故而知新</a></li>
<li><a href="#org31ed773">27.4.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org7f10a75">28. 会议进程</a>
<ul>
<li><a href="#orgc25f634">28.1. 特殊状况</a>
<ul>
<li><a href="#org250ddf7">28.1.1. 温故而知新</a></li>
<li><a href="#orga241495">28.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org1a2588a">28.2. 补充内容</a>
<ul>
<li><a href="#org5ce9b91">28.2.1. 温故而知新</a></li>
<li><a href="#org12317f6">28.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org83d3c8a">28.3. 进入下一项议程</a>
<ul>
<li><a href="#orgc26ba28">28.3.1. 温故而知新</a></li>
<li><a href="#orge28cc56">28.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5326b60">29. 会议结束</a>
<ul>
<li><a href="#org2f2999e">29.1. 接近尾声</a>
<ul>
<li><a href="#orgd6394ce">29.1.1. 温故而知新</a></li>
<li><a href="#org97682f4">29.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org9e63ba4">29.2. 总结观点</a>
<ul>
<li><a href="#org8a1af8d">29.2.1. 温故而知新</a></li>
<li><a href="#org2e84b47">29.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org1b7bd84">30. 业绩考核</a>
<ul>
<li><a href="#org84c18fe">30.1. 评价很高</a>
<ul>
<li><a href="#orgf290275">30.1.1. 温故而知新</a></li>
<li><a href="#org2742097">30.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org98e90f6">30.2. 称赞别人</a>
<ul>
<li><a href="#org4a8eb36">30.2.1. 温故而知新</a></li>
<li><a href="#org33f6178">30.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5437a67">31. 升职加薪</a>
<ul>
<li><a href="#org8002dd4">31.1. 升职了</a>
<ul>
<li><a href="#org2e61101">31.1.1. 温故而知新</a></li>
<li><a href="#org88fab71">31.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgcf9bd06">31.2. 申请加薪</a>
<ul>
<li><a href="#orgc31f60f">31.2.1. 温故而知新</a></li>
<li><a href="#org46cdfb7">31.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org1b896eb">31.3. 工资涨幅</a>
<ul>
<li><a href="#org78d70f7">31.3.1. 温故而知新</a></li>
<li><a href="#org93e1343">31.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orge5616c1">32. 挨主管批评</a>
<ul>
<li><a href="#org82961d2">32.1. 搞砸某事</a>
<ul>
<li><a href="#org494423c">32.1.1. 温故而知新</a></li>
<li><a href="#org9db6ed8">32.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org0d8a43f">32.2. 失望之情</a>
<ul>
<li><a href="#org77d8ede">32.2.1. 温故而知新</a></li>
<li><a href="#org06037cf">32.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org3ba2ddc">32.3. 作保证</a>
<ul>
<li><a href="#orgdfe4ac4">32.3.1. 温故而知新</a></li>
<li><a href="#org6703b71">32.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org842852e">32.4. 承认错误</a>
<ul>
<li><a href="#orga9e52ca">32.4.1. 温故而知新</a></li>
<li><a href="#orgb3cdc77">32.4.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgf0043f0">33. 与上司沟通</a>
<ul>
<li><a href="#org6c8746e">33.1. 询问是否有时间</a>
<ul>
<li><a href="#org895944f">33.1.1. 温故而知新</a></li>
<li><a href="#org77f125e">33.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org41af836">33.2. 询问建议</a>
<ul>
<li><a href="#org40e95fb">33.2.1. 温故而知新</a></li>
<li><a href="#org44bcdc9">33.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgaab3dfa">34. 要命的最后期限</a>
<ul>
<li><a href="#org02f0c98">34.1. 所剩时间不多</a>
<ul>
<li><a href="#orga0d1751">34.1.1. 温故而知新</a></li>
<li><a href="#org559020c">34.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgad97a3b">34.2. 申请延时</a>
<ul>
<li><a href="#org7971d1a">34.2.1. 温故而知新</a></li>
<li><a href="#org4047345">34.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org4502aac">34.3. 最后期限</a>
<ul>
<li><a href="#orgd16ac9c">34.3.1. 温故而知新</a></li>
<li><a href="#org764b727">34.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org26adb70">35. 干不完的工作</a>
<ul>
<li><a href="#org9e3a368">35.1. 踹不过气</a>
<ul>
<li><a href="#orgb90681b">35.1.1. 温故而知新</a></li>
<li><a href="#org5dc394b">35.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org3b6b93b">35.2. 从早忙到晚</a>
<ul>
<li><a href="#org9f502e8">35.2.1. 温故而知新</a></li>
<li><a href="#orgb127bbb">35.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgbb432da">35.3. 受不了了</a>
<ul>
<li><a href="#orgdcef16f">35.3.1. 温故而知新</a></li>
<li><a href="#org1e85498">35.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org672ad1a">35.4. 厌倦加班</a>
<ul>
<li><a href="#org0deebca">35.4.1. 温故而知新</a></li>
<li><a href="#org4972634">35.4.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org6f5d2da">36. 工作瓶颈期</a>
<ul>
<li><a href="#org036f2f6">36.1. 想换工作</a>
<ul>
<li><a href="#org33979ff">36.1.1. 温故而知新</a></li>
<li><a href="#org7cba91d">36.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org94caca5">36.2. 厌倦工作</a>
<ul>
<li><a href="#orgcca3482">36.2.1. 温故而知新</a></li>
<li><a href="#orgac2b52d">36.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org99b644f">37. 茶水间闲聊</a>
<ul>
<li><a href="#org2c07847">37.1. 开始闲聊</a>
<ul>
<li><a href="#org3adea8d">37.1.1. 温故而知新</a></li>
<li><a href="#org777de0e">37.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org7e18a91">37.2. 八卦别人</a>
<ul>
<li><a href="#org44954fa">37.2.1. 温故而知新</a></li>
<li><a href="#org9be549b">37.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgcb10054">37.3. 八卦某事</a>
<ul>
<li><a href="#org44a464f">37.3.1. 温故而知新</a></li>
<li><a href="#orgfcb80ed">37.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgbdb02ca">37.4. 开启话题</a>
<ul>
<li><a href="#org2ffbd75">37.4.1. 温故而知新</a></li>
<li><a href="#orgcb7030e">37.4.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org8c65fc9">38. 午间休息</a>
<ul>
<li><a href="#org061ce57">38.1. 休息一会</a>
<ul>
<li><a href="#org505730f">38.1.1. 温故而知新</a></li>
<li><a href="#org90014f3">38.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgd4990b9">38.2. 午餐</a>
<ul>
<li><a href="#org990c2ea">38.2.1. 温故而知新</a></li>
<li><a href="#orgbc6441b">38.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgaef09b0">38.3. 带杯咖啡</a>
<ul>
<li><a href="#org7e2001f">38.3.1. 温故而知新</a></li>
<li><a href="#org0e97175">38.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org260f682">39. 人际交往</a>
<ul>
<li><a href="#orgf8ee8f2">39.1. 寻求意见</a>
<ul>
<li><a href="#org7078b92">39.1.1. 温故而知新</a></li>
<li><a href="#org30b4179">39.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org00eef8f">39.2. 相互学习</a>
<ul>
<li><a href="#org6323c8c">39.2.1. 温故而知新</a></li>
<li><a href="#org148067e">39.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgfdcf1cd">39.3. 讨厌某人</a>
<ul>
<li><a href="#org4b06a43">39.3.1. 温故而知新</a></li>
<li><a href="#org99543f4">39.3.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org0776224">39.4. 谈论别人</a>
<ul>
<li><a href="#org2ee4f6f">39.4.1. 温故而知新</a></li>
<li><a href="#orgd988bd5">39.4.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org3814e4a">40. 打算跳槽</a>
<ul>
<li><a href="#org67e4dc8">40.1. 朋友介绍新职位</a>
<ul>
<li><a href="#org48e3264">40.1.1. 温故而知新</a></li>
<li><a href="#org81d1af0">40.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org97efd49">40.2. 高薪诱惑</a>
<ul>
<li><a href="#org402ffa5">40.2.1. 温故而知新</a></li>
<li><a href="#orgd8fffd6">40.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org47ee8aa">41. 提出辞职</a>
<ul>
<li><a href="#org923f114">41.1. 辞职了</a>
<ul>
<li><a href="#orgd0782f1">41.1.1. 温故而知新</a></li>
<li><a href="#org17476fd">41.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgecc20d3">41.2. 递交辞职信</a>
<ul>
<li><a href="#orgaaecef6">41.2.1. 温故而知新</a></li>
<li><a href="#org88129f0">41.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgdf51c03">42. 裁员解雇</a>
<ul>
<li><a href="#org7b378b8">42.1. 公司裁员</a>
<ul>
<li><a href="#orgd63470c">42.1.1. 温故而知新</a></li>
<li><a href="#orgd873780">42.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org2cd59d7">42.2. 被炒鱿鱼</a>
<ul>
<li><a href="#orge64f251">42.2.1. 温故而知新</a></li>
<li><a href="#org914649e">42.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org2012f3d">43. 在职培训</a>
<ul>
<li><a href="#orgd367d71">43.1. 培训目的</a>
<ul>
<li><a href="#orgc40357d">43.1.1. 温故而知新</a></li>
<li><a href="#org472b29c">43.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org4e1a303">43.2. 参加培训资格</a>
<ul>
<li><a href="#orgd0ed67e">43.2.1. 温故而知新</a></li>
<li><a href="#org885c36e">43.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org08a2f07">44. 组织出游</a>
<ul>
<li><a href="#org1ba2ec0">44.1. 提出出游计划</a>
<ul>
<li><a href="#org5979561">44.1.1. 温故而知新</a></li>
<li><a href="#org7f8ebd6">44.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org95418d8">44.2. 推荐好地方</a>
<ul>
<li><a href="#orgefb4cf2">44.2.1. 温故而知新</a></li>
<li><a href="#org2dc0770">44.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgfbfcfee">45. 同事聚餐</a>
<ul>
<li><a href="#org93e93ef">45.1. 预定餐桌</a>
<ul>
<li><a href="#org26bb822">45.1.1. 温故而知新</a></li>
<li><a href="#org2bc4982">45.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org440cbeb">45.2. 举杯庆祝</a>
<ul>
<li><a href="#org141ab86">45.2.1. 温故而知新</a></li>
<li><a href="#org275884e">45.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org0b3ef69">46. 公司年会</a>
<ul>
<li><a href="#orgaacfd7e">46.1. 熟悉同事</a>
<ul>
<li><a href="#orgf72e00c">46.1.1. 温故而知新</a></li>
<li><a href="#org9903831">46.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org169e8f4">46.2. 回顾工作</a>
<ul>
<li><a href="#org83e27f3">46.2.1. 温故而知新</a></li>
<li><a href="#org047e02a">46.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgbdf2247">47. 工作狂</a>
<ul>
<li><a href="#org7282bb1">47.1. 放不下工作</a>
<ul>
<li><a href="#orgfd32212">47.1.1. 温故而知新</a></li>
<li><a href="#orga220bc7">47.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org76ad798">47.2. 不要较真</a>
<ul>
<li><a href="#orgba5832d">47.2.1. 温故而知新</a></li>
<li><a href="#org3e92a49">47.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5fffa30">48. 积蓄不多</a>
<ul>
<li><a href="#org737775a">48.1. 控制开支</a>
<ul>
<li><a href="#orgc8f0dbd">48.1.1. 温故而知新</a></li>
<li><a href="#orgc2c2993">48.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org3d8f819">48.2. 收入的分配</a>
<ul>
<li><a href="#org1dc112a">48.2.1. 温故而知新</a></li>
<li><a href="#orga518ce9">48.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org8eeb520">48.3. 钱不够花</a>
<ul>
<li><a href="#org608725d">48.3.1. 温故而知新</a></li>
<li><a href="#org3be5c54">48.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org8c0a4a4">49. 办公室恋情</a>
<ul>
<li><a href="#org46d8151">49.1. 公司禁忌</a>
<ul>
<li><a href="#orgda19276">49.1.1. 温故而知新</a></li>
<li><a href="#orgdd68ba1">49.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgb38a659">49.2. 流言四起</a>
<ul>
<li><a href="#org84bf177">49.2.1. 温故而知新</a></li>
<li><a href="#org4707a8a">49.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org1901db5">50. 白领亚健康</a>
<ul>
<li><a href="#orgbb2b14f">50.1. 关心别人</a>
<ul>
<li><a href="#org313d2f7">50.1.1. 温故而知新</a></li>
<li><a href="#orgf33fe75">50.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#orgd0435a8">50.2. 健身运动</a>
<ul>
<li><a href="#org07cf65e">50.2.1. 温故而知新</a></li>
<li><a href="#org0a43547">50.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org9ca8c1e">50.3. 健身益处</a>
<ul>
<li><a href="#orgf0c55c7">50.3.1. 温故而知新</a></li>
<li><a href="#org58b213b">50.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org82a0e28">51. 压力重重</a>
<ul>
<li><a href="#org5498925">51.1. 还按揭贷款</a>
<ul>
<li><a href="#org8818f5e">51.1.1. 温故而知新</a></li>
<li><a href="#org3cbd42f">51.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org9b98332">51.2. 压力过大</a>
<ul>
<li><a href="#orgb6cd132">51.2.1. 温故而知新</a></li>
<li><a href="#org3552bfc">51.2.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org8f08a55">51.3. 身体不舒服</a>
<ul>
<li><a href="#org8d9a734">51.3.1. 温故而知新</a></li>
<li><a href="#orgf397648">51.3.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orge8d984d">52. 成家立业难</a>
<ul>
<li><a href="#orgc0669ea">52.1. 贷款买房</a>
<ul>
<li><a href="#org4105434">52.1.1. 温故而知新</a></li>
<li><a href="#org5936984">52.1.2. 对话练习</a></li>
</ul>
</li>
<li><a href="#org993b032">52.2. 安慰别人</a>
<ul>
<li><a href="#orgcb68b05">52.2.1. 温故而知新</a></li>
<li><a href="#orgf9bc807">52.2.2. 对话练习</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5aea938">53. 附录</a>
<ul>
<li><a href="#orgcef66c4">53.1. 短语</a></li>
<li><a href="#orgfd11ec4">53.2. 缩写</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org3aeaa5e" class="outline-2">
<h2 id="org3aeaa5e"><span class="section-number-2">1</span> 毕业之际</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgcde8058" class="outline-3">
<h3 id="orgcde8058"><span class="section-number-3">1.1</span> 找什么工作</h3>
<div class="outline-text-3" id="text-1-1">
<p>
what kind of job are you interested in?
你想找什么样的工作？
</p>
</div>
<div id="outline-container-org2ea4670" class="outline-4">
<h4 id="org2ea4670"><span class="section-number-4">1.1.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li>温顾：
大家都知道find a job是“找工作”的意思，当你询问别人想找什么样的工作
时，就可以说what kind of job do you want? 也可以说what kind of job
do youwant to have?</li>
<li>知新：
想找的工作肯定是你感兴趣的工作了，因此，老外问你想找什么工作时，经常
会说what kind of job are you interested in?</li>
<li>更多：
what kind of job are you fond of? 你对什么样的工作感兴趣？
what's your favorite job ? 你最喜欢什么工作？</li>
</ul>
</div>
</div>
