language.html

<div id="outline-container-org7ef328b" class="outline-4">
<h4 id="org7ef328b"><span class="section-number-4">1.1.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-1-1-2">
<p>
A: it's said that there would be a job fair on Tuesday in our college.
B: Yeah,  I head that, too.
A: what kind of job are you interested in?
B: A job which is related to my field of study.
A：听说周二我们学校会举办一场招聘会。
B：是的，我也听说了。
A：你想找什么样的工作？
B：与我专业相关的。
A: What kind of job are you fond of？
B: Actually, I don't know what my favorite career is.
A: Oh, you should know the importance of career planning.
B: Yeah, I know, but I just haven't got a clue about finding a job.
A：你对什么工作感兴趣？
B：实际上，我也不知道我喜欢的职业是什么。
A：哦，你应该知道职业规划的重要性。
B：是的，我知道，但是我对找工作一点头绪也没有。
</p>
<ul class="org-ul">
<li>job fair：招聘会</li>
<li>career planning：职业生涯规划，也可以表示为plans of career 或
occupational planning</li>
<li>get a clue about sth./doing sth，对（做）某事有头绪，有线索。</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org12d61f1" class="outline-3">
<h3 id="org12d61f1"><span class="section-number-3">1.2</span> 没有工作经验</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgf2fe773" class="outline-4">
<h4 id="orgf2fe773"><span class="section-number-4">1.2.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-1-2-1">
<p>
I am a fresh graduate with no work experience.
我是应届毕业生，没有什么工作经验。
</p>
<ul class="org-ul">
<li>温顾：
形如没有工作经验的新手或者初入职场的人，一般会用green hand表示，所以
如果想要说“我是个新手，没有什么工作经验”就可以说I'm a green hand
without work experience.</li>
<li>知新：
在英语中，newbie可以表示“新手，菜鸟”。但在口语中，老外形如刚毕业的
人时，经常用fresh graduate，“刚从学校出来没有工作经验的毕业生”就可
以表示为fresh graduate with no experience.</li>
<li>更多：
I'm green hand with limited work experience. 我是个职场新手，工作经
验有限。
I've graduated from school recently and have no work experience. 我
最近刚从学校毕业，没什么工作经验。</li>
</ul>
</div>
</div>
<div id="outline-container-org5b8656c" class="outline-4">
<h4 id="org5b8656c"><span class="section-number-4">1.2.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-1-2-2">
<p>
A: Can you give me a brief introduction of your work experience?
B: To be honest, I am a fresh graduate with no work experience.
A: Oh, never mind. Can you talk about your own view on the industry?
B: Of course. It's my honor to share with you.
A：你能给我简要说一下你的工作经验吗？
B：老实说，我是应届毕业生，没什么工作经验。
A：哦，没关系。能说说你对这个行业的看法吗？
B：当然，这是我的荣幸。
</p>

<p>
A: Are you a fresh graduate?
B: Yes，I'm a green hand without work experience.
A: OK, which position that we offered is your favorite one?
B: In my humble opinion, I think I am qualified for the position of
your assistant
A：你是应届毕业生吗？
B：是的，我是应届毕业生，没有什么工作经验。
A：好吧，我们提供的职位中，你对哪个比较感兴趣？
B：请恕我直言，我想我能胜任您的助理一职。
</p>

<ul class="org-ul">
<li>to be honest的意思是“说实话，坦白讲”，还可以说成to be frank。</li>
<li>让别人不要把事情放在心上或过于担忧时，就可以说never mind, 意思是“没
关系”</li>
<li>It's one's honor to do sth的意思是“……是我的荣幸”，也可以用I feel
honored to do sth.</li>
<li>in one's humble opinion 表示“恕我直言”，其中humble指“谦虚的”。此
外，也可以说No offence，意思是“不要见怪”。</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgf06564b" class="outline-3">
<h3 id="orgf06564b"><span class="section-number-3">1.3</span> 吸引人的工作</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Many graduates feel the allure of working in the IT industry.
很多毕业生都认为IT行业的工作很吸引人。
</p>
</div>
<div id="outline-container-org4675b80" class="outline-4">
<h4 id="org4675b80"><span class="section-number-4">1.3.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-1-3-1">
<ul class="org-ul">
<li>温顾：
我们已经知道很多可以表示“想要做某事”的表达，如want to do sth,
would like to do sth. 以及have sth in mind等，因此“我想在IT行业找一
份工作”就可以说成I want to find a job in the IT industry.</li>
<li>知新：
allure 做名词时的意思是“诱惑力，吸引力”，feel the allure of doing
sth.表示“感到……的吸引力”，也就是“……很吸引人”的意思，所以，I
fell the allure of doing sth的意思是“我认为……很吸引人”。</li>
<li>更多：
Many graduates want to work in big companies. 许多毕业生都希望在大公
司任职。</li>
</ul>
</div>
</div>
<div id="outline-container-orgf21d7ba" class="outline-4">
<h4 id="orgf21d7ba"><span class="section-number-4">1.3.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-1-3-2">
<p>
A: I heard that the click statistics of the IT related positions are
very high on the job hunting sites.
B: Yeah. Many graduates feel the allure of working in the IT industry.
A: What's the main reason?
B: I've no idea about that. Maybe computer technology becomes more
important now.
A：我听说在求职网站上，IT相关职位的点击率特别高。
B：是的，很多毕业生都认为IT行业的工作很吸引人。
A：最主要的原因是什么？
B：我不知道，也许是因为计算机技术现在变得更重要了吧。
</p>

<p>
A: What's your target position?
B: It's my dream to work in a big company one day since I went to the
college.
A: Lots of graduates would like to work in big companies.
B: I don't care how fierce the competition is. I just want to make my
dream come true.
A：你的目标职位是什么？
B：我刚上大学的时候，就梦想有朝一日能在一家大公司工作。
A：很多毕业生们都希望在大公司任职。
B：我不在乎竞争有多激烈，我只想要梦想成真。
</p>

<ul class="org-ul">
<li>click statistics就是现在很流行的“点击率”的英文说法。</li>
<li>What's  your target position? 是面试官经常会问的一句话，其中target
position指的是应聘者的“目标职位”。</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-org0752e8d" class="outline-2">
<h2 id="org0752e8d"><span class="section-number-2">2</span> 投递简历</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgb8a479a" class="outline-3">
<h3 id="orgb8a479a"><span class="section-number-3">2.1</span> 投递简历</h3>
<div class="outline-text-3" id="text-2-1">
<p>
I have sent my resume off. 我已经把简历发出去了。
</p>
</div>
<div id="outline-container-org86a9705" class="outline-4">
<h4 id="org86a9705"><span class="section-number-4">2.1.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-2-1-1">
<ul class="org-ul">
<li>温顾：
大家熟悉的单词send可以表示“发邮件，邮寄包裹以及投发简历”如send
one's resume 意为“发简历”。另外，submit也可以表示“投发简历，提交
呈送”。</li>
<li>知新：
老外们经常会用短语send off表示“发送，寄出”  。因此“发送简历”就可
以说send the resume off 或 send off the resume。</li>
<li>更多：
I have submitted my resume. 我已经提交了我的简历
I've sent my resume together with the cover letter. 我已经把简历和求
职信一并发出去了。</li>
</ul>
</div>
</div>

<div id="outline-container-orgd0f210c" class="outline-4">
<h4 id="orgd0f210c"><span class="section-number-4">2.1.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-2-1-2">
<p>
A: Have you found a job?
B: No, I'm not that kind of lucky dog. What about you ?
A: I have sent my resume off but haven't got any answer by far.
B: Don't give a pull. We can find a job sooner or later. 
A: 你找到工作了吗？
B：还没呢，我没那么幸运，你呢？
A：我们已经把个人简历发出去了，但至今仍然是石沉大海。
B：不要灰心，我们迟早会找到工作的。
</p>

<p>
A: Do you have good news about your job hunting?
B: If you want to know, I've sent my resume together with the cover
letter, but I haven't got any answer yet.
A: In fact, we two are in the same boat.
</p>

<p>
A：你有关于找工作的好消息吗？
B：既然你问到了，我已经把简历和求职信一并发出去了，但还没有收到回复呢。
A：事实上，我们真是同病相怜。
</p>
<ul class="org-ul">
<li>lucky dog就是我们常说的“幸运的人”。</li>
<li>in the same boat相当于“同病相怜”，如果用于表示两个人都处在不顺的状
态，则译为“同一根绳上的蚂蚱”</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org4a9147c" class="outline-3">
<h3 id="org4a9147c"><span class="section-number-3">2.2</span> 网上求职</h3>
<div class="outline-text-3" id="text-2-2">
<p>
You can try job sites on the Internet
你可以试试上求职网站。
</p>
</div>
<div id="outline-container-orgb5cbf73" class="outline-4">
<h4 id="orgb5cbf73"><span class="section-number-4">2.2.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-2-2-1">
<ul class="org-ul">
<li>温顾：
我们经常说的“网上求职”可以表示为find a job on the Internet或hunt a
job on the Internet，与此相关的“在线求职网站”则可以用online job websites</li>
<li>知新：
“尝试网上求职”除了用try to find/hunt a job on the Internet表示外，
还可以用try job sites on the Internet来表示。</li>
<li>更多：
You may find jobs through online job sites. 你可以通过在线求职网站找
工作。
Finding jobs on the Internet is easy and efficient. 在线求职既简单又
高效。</li>
</ul>
</div>
</div>
<div id="outline-container-orgcb712c1" class="outline-4">
<h4 id="orgcb712c1"><span class="section-number-4">2.2.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-2-2-2">
<p>
A: I am tired of going to the job far from one place to another.
B: You can try job sites on the Internet.
A: Now you're talking! Thank you for your good advice.
B: Not at all and good luck.
A：我厌倦了每天在不同的招聘会之间奔波。
B：你可以试试上求职网站。
A：正和我意！谢谢你的好建议。
B：别客气，祝你好运。
</p>

<p>
A: It is said that you have got your desirable job last week.
B: Yeah, finding jobs on the internet is easy and efficient.
A: Can you give me some addresses of this kind of website?
B: Sure, as much as you want.
</p>

<p>
A: 据说你上周已经找到心仪的工作啦。
B：是的，在线求职既简单又高效。
A：你能给我一些这类网站的网址吗？
B：当然了，想要多少都有。
</p>
<ul class="org-ul">
<li>be tired of doing sth. 相当于 be sick of doing sth, 意为“厌倦做某事”。</li>
<li>Now you're talking表示“你的建议”正合我意。</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgb3ccf78" class="outline-2">
<h2 id="orgb3ccf78"><span class="section-number-2">3</span> 交流心得</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org6599aba" class="outline-3">
<h3 id="org6599aba"><span class="section-number-3">3.1</span> 询问找工作情况</h3>
<div class="outline-text-3" id="text-3-1">
<p>
How is your job-hunting going? 你工作找的怎么样了?
</p>
</div>
<div id="outline-container-orgde71a2c" class="outline-4">
<h4 id="orgde71a2c"><span class="section-number-4">3.1.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-3-1-1">
<ul class="org-ul">
<li>温顾：
问别人是否找到合适的工作时，我们经常会说Have you already found a
job? 也可能会用What's going on with your job-hunting？你找工作的事情
进展得怎么样了？</li>
<li>知新：
How is&#x2026;going ？是老外们经常挂嘴边的句子，表示“……的进展如
何，……怎么样了”，因此，询问别人找工作的进展时，就可以说How is
your job-hunting going？</li>
<li>更多：
What's going on with your job-hunting？你工作找得怎么样了？
Is everything okay when finding jobs？你工作找得还顺利吗？</li>
</ul>
</div>
</div>
