language.org
*** 对话练习
A: How is your job-hunting going？
B: I'm sort of in trouble.
A: What's wrong？
B: I don't even know what kind of work I can do well。
A：你工作找得怎么样了？
B：差不多可以说是遇到麻烦了。
A：怎么了？
B：我甚至不知道我能做好什么样的工作。

A：Is everything okay when finding jobs？
B: No, no worse than right now.
A: You mean you got stuck when finding jobs
B: In some aspects, it can be said.
A：你找工作找得还顺利吗？
B：不好，从没有像现在这么糟糕过。
A：你是说找工作遇到麻烦了？
B：在某些方面，可以这么说。
- sort of 相当于kind of，表示“差不多是那样”。
- get stuck是“被……困住，不能继续前行”的意思，在对话中相当于have
  trouble in finding jobs。
** 求职进展
I have been checking the job ads every day for a mouth.
这个月以来，我天天都在看求职广告。
*** 温故而知新
- 温顾：
  我们已经学过browse可以表示“快速浏览，大致翻看”。因此，找工作时“浏
  览招聘信息、求职广告”就可以用browse表示，也可以用短语look through来
  表达同样的意思。
- 知新：
  check 也有“查阅，查看信息”的意思，类似browse的含义。因此，找工作时
  浏览招聘广告就可以用check the job ads表示。
- 更多：
  I've been looking through the job ads almost every day。我几乎每天都
  在浏览招聘广告。
  I scan the Situations Vacant columns of the local newspaper every
  day。我每天都要看当地报纸的求职专栏。

*** 对话练习
A: I ran off my feet these days to find a job.
B: So did I, I have been checking the job ads every day for a mouth.
A: Is there any good position?
B: No, Maybe it is not recruiting season.
A：我这段时间为了找工作忙得焦头烂额。
B：我也是，这个月以来，我天天都在看求职广告。
A：有什么好职位吗？
B：没有，也许现在不是招聘季。

A: I'm out of breath when finding jobs this week.
B: Because of the interview?
A: Yes, And I scan the Situations Vacant columns of the local
newspaper every day after the interviews.
B: Don't be too hard on yourself.
A：我这周来找工作找得快要踹不过气来了。
B：因为面试吗？
A：是啊，而且我每天面试后都要看当地报纸的求职专栏。
B：别对自己太苛刻了。
- run out off one's feet 表示“忙得焦头烂额，忙得不可开交”的意思
- out of one's breath的意思是“踹不过气”，引申“因某事焦虑或忙碌”，
  很夸张的表达
** 工作难找
It's really a hard time to find a good job. 现在好工作真的很难找。
*** 温故而知新
- 温顾：
  表达“做某事很不容易”时，首先闪入脑海的可能是It's difficult(not
  easy) to do sth. 还可以用tough job 形容一件很难做的事，如：Finding a
  good job is really a tough job.找到一份好工作真是一件难事。
- 知新：
  hard time 可以表示“艰难时期”，It's really a hard time to do sth的
  意思是“现在……做起来很难”。
- 更多：
  It's really tough to finding a good job。找个好工作可真难啊。
  It's lucky to have a good job. 能有一个好工作真幸运。
*** 对话练习
A: How about your job hunting?
B: Don't mention it, There is no appropriate position at all.
A: It's really a hard times to find a good job.
B: You got the point.
A：你工作找得怎么样了？
B：别提了，根本就没有合适职位。
A：现在好工作真的很难找。
B：你真是一语中的。

A: It's really tough to find a good job.
B: I know it would be not easy but never thought it would be so hard.
A: Complaint can't help. We'd better buck up and be confident.
B: Yeah. we should pull ourselves together.
A：找个好工作可真是难啊。
B：我知道不会太容易，但没想到会这么难。
A：抱怨也没有用。还是振作起来，自信点吧。
B：对，我们应该打起精神。
- 如果别人一句话就说到点子上时，可以用You got the point表示“一语中的”。
- buck up 和pull oneself together都可以表示“振作起来，打起精神”
** WordBox
*** 简历基本词汇
|----------------------+------------|
| EN                   | CN         |
|----------------------+------------|
|----------------------+------------|
| date of birth        | 出生日期   |
| native place         | 籍贯       |
| autonomous region    | 自治区     |
| province             | 省         |
| current address      | 现居住地   |
| present address      | 目前地址   |
| home phone           | 住宅电话   |
| postal code          | 邮政编码   |
| marital status       | 婚姻状况   |
| health condition     | 健康状况   |
| married              | 已婚的     |
| divorce              | 离异的     |
| single               | 未婚的     |
| separated            | 分居的     |
| date of availability | 可到职时间 |
| available            | 可到职的   |
|----------------------+------------|
*** 关于教育程度的词汇
|----------------------------+----------|
| EN                         | CN       |
|----------------------------+----------|
|----------------------------+----------|
| educational background     | 教育程度 |
| educational system         | 学制     |
| extracurricular activities | 课外活动 |
| curriculum                 | 课程     |
| major                      | 主修     |
| minor                      | 副修     |
| social practice            | 社会实践 |
| part-time jobs             | 兼职     |
| rewards                    | 奖励     |
| scholarship                | 奖学金   |
| student council            | 学生会   |
| semester                   | 学期     |
| undergraduate              | 本科生   |
| graduate student           | 研究生   |
| master                     | 硕士     |
| bachelor                   | 学士     |
| post doctorate             | 博士后   |
| president                  | 校长     |
| doctor(Ph.D)               | 博士     |
| vice-president             | 副校长   |
| professor                  | 教授     |
| associate professor        | 副教授   |
| degree                     | 学位     |
| dean                       | 院长     |
| lecturer                   | 讲师     |
| teaching assistant         | 助教     |
|----------------------------+----------|

* 查询资料
** 了解公司信息
You should make sure you know the services or products the company
provides
你需要确保你清楚那家公司提供的服务或产品。
*** 温故而知新
- 温顾：
  “搞清楚，弄明白”可以用make sth. clear 表示，相信大家对此不陌生。在
  口语中，我们还可以用短语figure out来表示“搞清楚，弄明白”。类似的，
  还有短语know about表示了解……的情况。
- 知新：
  make sure 的意思是“确认，确保”，如：You'd better make sure you
  know the related background information of the company you would
  service你最好搞清楚你将供职的那家公司的相关背景。
- 更多：
  You'd better figure out the background information of the company in
  detail你最好详细的弄清楚该公司的背景信息。It's really helpful for
  you to know much about the company多了解公司的信息对你确实会有很大的
  帮助。

