language.html
<div id="outline-container-org72e6823" class="outline-4">
<h4 id="org72e6823"><span class="section-number-4">3.1.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-3-1-2">
<p>
A: How is your job-hunting going？
B: I'm sort of in trouble.
A: What's wrong？
B: I don't even know what kind of work I can do well。
A：你工作找得怎么样了？
B：差不多可以说是遇到麻烦了。
A：怎么了？
B：我甚至不知道我能做好什么样的工作。
</p>

<p>
A：Is everything okay when finding jobs？
B: No, no worse than right now.
A: You mean you got stuck when finding jobs
B: In some aspects, it can be said.
A：你找工作找得还顺利吗？
B：不好，从没有像现在这么糟糕过。
A：你是说找工作遇到麻烦了？
B：在某些方面，可以这么说。
</p>
<ul class="org-ul">
<li>sort of 相当于kind of，表示“差不多是那样”。</li>
<li>get stuck是“被……困住，不能继续前行”的意思，在对话中相当于have
trouble in finding jobs。</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgbbdb51c" class="outline-3">
<h3 id="orgbbdb51c"><span class="section-number-3">3.2</span> 求职进展</h3>
<div class="outline-text-3" id="text-3-2">
<p>
I have been checking the job ads every day for a mouth.
这个月以来，我天天都在看求职广告。
</p>
</div>
<div id="outline-container-orgd49d0f7" class="outline-4">
<h4 id="orgd49d0f7"><span class="section-number-4">3.2.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-3-2-1">
<ul class="org-ul">
<li>温顾：
我们已经学过browse可以表示“快速浏览，大致翻看”。因此，找工作时“浏
览招聘信息、求职广告”就可以用browse表示，也可以用短语look through来
表达同样的意思。</li>
<li>知新：
check 也有“查阅，查看信息”的意思，类似browse的含义。因此，找工作时
浏览招聘广告就可以用check the job ads表示。</li>
<li>更多：
I've been looking through the job ads almost every day。我几乎每天都
在浏览招聘广告。
I scan the Situations Vacant columns of the local newspaper every
day。我每天都要看当地报纸的求职专栏。</li>
</ul>
</div>
</div>

<div id="outline-container-orgba756ee" class="outline-4">
<h4 id="orgba756ee"><span class="section-number-4">3.2.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-3-2-2">
<p>
A: I ran off my feet these days to find a job.
B: So did I, I have been checking the job ads every day for a mouth.
A: Is there any good position?
B: No, Maybe it is not recruiting season.
A：我这段时间为了找工作忙得焦头烂额。
B：我也是，这个月以来，我天天都在看求职广告。
A：有什么好职位吗？
B：没有，也许现在不是招聘季。
</p>

<p>
A: I'm out of breath when finding jobs this week.
B: Because of the interview?
A: Yes, And I scan the Situations Vacant columns of the local
newspaper every day after the interviews.
B: Don't be too hard on yourself.
A：我这周来找工作找得快要踹不过气来了。
B：因为面试吗？
A：是啊，而且我每天面试后都要看当地报纸的求职专栏。
B：别对自己太苛刻了。
</p>
<ul class="org-ul">
<li>run out off one's feet 表示“忙得焦头烂额，忙得不可开交”的意思</li>
<li>out of one's breath的意思是“踹不过气”，引申“因某事焦虑或忙碌”，
很夸张的表达</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgf7ab9c5" class="outline-3">
<h3 id="orgf7ab9c5"><span class="section-number-3">3.3</span> 工作难找</h3>
<div class="outline-text-3" id="text-3-3">
<p>
It's really a hard time to find a good job. 现在好工作真的很难找。
</p>
</div>
<div id="outline-container-org3c7a87c" class="outline-4">
<h4 id="org3c7a87c"><span class="section-number-4">3.3.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-3-3-1">
<ul class="org-ul">
<li>温顾：
表达“做某事很不容易”时，首先闪入脑海的可能是It's difficult(not
easy) to do sth. 还可以用tough job 形容一件很难做的事，如：Finding a
good job is really a tough job.找到一份好工作真是一件难事。</li>
<li>知新：
hard time 可以表示“艰难时期”，It's really a hard time to do sth的
意思是“现在……做起来很难”。</li>
<li>更多：
It's really tough to finding a good job。找个好工作可真难啊。
It's lucky to have a good job. 能有一个好工作真幸运。</li>
</ul>
</div>
</div>
<div id="outline-container-org3db8e17" class="outline-4">
<h4 id="org3db8e17"><span class="section-number-4">3.3.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-3-3-2">
<p>
A: How about your job hunting?
B: Don't mention it, There is no appropriate position at all.
A: It's really a hard times to find a good job.
B: You got the point.
A：你工作找得怎么样了？
B：别提了，根本就没有合适职位。
A：现在好工作真的很难找。
B：你真是一语中的。
</p>

<p>
A: It's really tough to find a good job.
B: I know it would be not easy but never thought it would be so hard.
A: Complaint can't help. We'd better buck up and be confident.
B: Yeah. we should pull ourselves together.
A：找个好工作可真是难啊。
B：我知道不会太容易，但没想到会这么难。
A：抱怨也没有用。还是振作起来，自信点吧。
B：对，我们应该打起精神。
</p>
<ul class="org-ul">
<li>如果别人一句话就说到点子上时，可以用You got the point表示“一语中的”。</li>
<li>buck up 和pull oneself together都可以表示“振作起来，打起精神”</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org6680bf1" class="outline-3">
<h3 id="org6680bf1"><span class="section-number-3">3.4</span> WordBox</h3>
<div class="outline-text-3" id="text-3-4">
</div>
<div id="outline-container-org36a08a6" class="outline-4">
<h4 id="org36a08a6"><span class="section-number-4">3.4.1</span> 简历基本词汇</h4>
<div class="outline-text-4" id="text-3-4-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">EN</th>
<th scope="col" class="org-left">CN</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">date of birth</td>
<td class="org-left">出生日期</td>
</tr>

<tr>
<td class="org-left">native place</td>
<td class="org-left">籍贯</td>
</tr>

<tr>
<td class="org-left">autonomous region</td>
<td class="org-left">自治区</td>
</tr>

<tr>
<td class="org-left">province</td>
<td class="org-left">省</td>
</tr>

<tr>
<td class="org-left">current address</td>
<td class="org-left">现居住地</td>
</tr>

<tr>
<td class="org-left">present address</td>
<td class="org-left">目前地址</td>
</tr>

<tr>
<td class="org-left">home phone</td>
<td class="org-left">住宅电话</td>
</tr>

<tr>
<td class="org-left">postal code</td>
<td class="org-left">邮政编码</td>
</tr>

<tr>
<td class="org-left">marital status</td>
<td class="org-left">婚姻状况</td>
</tr>

<tr>
<td class="org-left">health condition</td>
<td class="org-left">健康状况</td>
</tr>

<tr>
<td class="org-left">married</td>
<td class="org-left">已婚的</td>
</tr>

<tr>
<td class="org-left">divorce</td>
<td class="org-left">离异的</td>
</tr>

<tr>
<td class="org-left">single</td>
<td class="org-left">未婚的</td>
</tr>

<tr>
<td class="org-left">separated</td>
<td class="org-left">分居的</td>
</tr>

<tr>
<td class="org-left">date of availability</td>
<td class="org-left">可到职时间</td>
</tr>

<tr>
<td class="org-left">available</td>
<td class="org-left">可到职的</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgf69db5f" class="outline-4">
<h4 id="orgf69db5f"><span class="section-number-4">3.4.2</span> 关于教育程度的词汇</h4>
<div class="outline-text-4" id="text-3-4-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">EN</th>
<th scope="col" class="org-left">CN</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">educational background</td>
<td class="org-left">教育程度</td>
</tr>

<tr>
<td class="org-left">educational system</td>
<td class="org-left">学制</td>
</tr>

<tr>
<td class="org-left">extracurricular activities</td>
<td class="org-left">课外活动</td>
</tr>

<tr>
<td class="org-left">curriculum</td>
<td class="org-left">课程</td>
</tr>

<tr>
<td class="org-left">major</td>
<td class="org-left">主修</td>
</tr>

<tr>
<td class="org-left">minor</td>
<td class="org-left">副修</td>
</tr>

<tr>
<td class="org-left">social practice</td>
<td class="org-left">社会实践</td>
</tr>

<tr>
<td class="org-left">part-time jobs</td>
<td class="org-left">兼职</td>
</tr>

<tr>
<td class="org-left">rewards</td>
<td class="org-left">奖励</td>
</tr>

<tr>
<td class="org-left">scholarship</td>
<td class="org-left">奖学金</td>
</tr>

<tr>
<td class="org-left">student council</td>
<td class="org-left">学生会</td>
</tr>

<tr>
<td class="org-left">semester</td>
<td class="org-left">学期</td>
</tr>

<tr>
<td class="org-left">undergraduate</td>
<td class="org-left">本科生</td>
</tr>

<tr>
<td class="org-left">graduate student</td>
<td class="org-left">研究生</td>
</tr>

<tr>
<td class="org-left">master</td>
<td class="org-left">硕士</td>
</tr>

<tr>
<td class="org-left">bachelor</td>
<td class="org-left">学士</td>
</tr>

<tr>
<td class="org-left">post doctorate</td>
<td class="org-left">博士后</td>
</tr>

<tr>
<td class="org-left">president</td>
<td class="org-left">校长</td>
</tr>

<tr>
<td class="org-left">doctor(Ph.D)</td>
<td class="org-left">博士</td>
</tr>

<tr>
<td class="org-left">vice-president</td>
<td class="org-left">副校长</td>
</tr>

<tr>
<td class="org-left">professor</td>
<td class="org-left">教授</td>
</tr>

<tr>
<td class="org-left">associate professor</td>
<td class="org-left">副教授</td>
</tr>

<tr>
<td class="org-left">degree</td>
<td class="org-left">学位</td>
</tr>

<tr>
<td class="org-left">dean</td>
<td class="org-left">院长</td>
</tr>

<tr>
<td class="org-left">lecturer</td>
<td class="org-left">讲师</td>
</tr>

<tr>
<td class="org-left">teaching assistant</td>
<td class="org-left">助教</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>

<div id="outline-container-org1756916" class="outline-2">
<h2 id="org1756916"><span class="section-number-2">4</span> 查询资料</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org1a7154c" class="outline-3">
<h3 id="org1a7154c"><span class="section-number-3">4.1</span> 了解公司信息</h3>
<div class="outline-text-3" id="text-4-1">
<p>
You should make sure you know the services or products the company
provides
你需要确保你清楚那家公司提供的服务或产品。
</p>
</div>
<div id="outline-container-org14a60b2" class="outline-4">
<h4 id="org14a60b2"><span class="section-number-4">4.1.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-4-1-1">
<ul class="org-ul">
<li>温顾：
“搞清楚，弄明白”可以用make sth. clear 表示，相信大家对此不陌生。在
口语中，我们还可以用短语figure out来表示“搞清楚，弄明白”。类似的，
还有短语know about表示了解……的情况。</li>
<li>知新：
make sure 的意思是“确认，确保”，如：You'd better make sure you
know the related background information of the company you would
service你最好搞清楚你将供职的那家公司的相关背景。</li>
<li>更多：
You'd better figure out the background information of the company in
detail你最好详细的弄清楚该公司的背景信息。It's really helpful for
you to know much about the company多了解公司的信息对你确实会有很大的
帮助。</li>
</ul>
</div>
</div>
