language.org
*** 对话练习
A: What should I do before the job interview?
B: In my view, you need to make sure you know the services or products
the company provides. 
A: Thank you for your useful suggestion.
B: My pleasure. Wish you do a good job during the interview.
A：面试前我该做些什么？
B：在我看来，你需要确保你清楚那家公司提供的服务或产品。
A：谢谢你有用的建议。
B：不客气，希望你在面试中发挥良好。
A: I got an interview the day after tomorrow.
B: Great. You'd  better figure out the background information of the
company in detail before the interview.
A: I stayed up last night and learned some of it.
B: Good for you.
A：我后天有一个面试。
B：太好了。在面试前，你最好详细的弄清楚该公司的背景信息。 
A：我昨晚熬夜学习了一些。
B：真有你的。
- in one's view表示“在某人看来”，相当于in one's opinion。
- stay up意思是“熬夜”，“熬通宵”则可以用sit up all night表示。
- Good for you，是口语中对别人表示赞赏的流行句。但需要注意的是，如果说
这句话时带有明显的讽刺语气时，则有责备的含义，可以理解为“看你做的好事”。
** 了解面试注意事项
The interviewers are always interested in what you ask them about
their company面试官通常对应聘者就公司提出的问题很感兴趣
*** 温故而知新
- 温顾：对于 be interested in sth表示“对某事感兴趣”这一用法，我们都
不陌生，需要注意的是，如果短语后接动词时要用进行时，即be interested in
doing sth。
- 知新：除了be interested in以外，短语take an interest in 及 have a
taste for 也可以表示。
- 更多：Asking some questions about their company might please the
interviewers问一些关于公司的问题可能会使面试官高兴。The interviewers
are eager to answer the questions you asked about their company 面试官
很乐意回答你所问的关于他们公司的问题。
*** 对话练习
A: I'm all at sea when the interviewers asked me whether I have any
questions about their company.
B: My suggestion is the interviewers are always interested in what you
ask them about their company. 
A: I followed, and may I ask about the salary next time?
B: Absolutely
A：面试官问我关于他们公司我有什么问题时，我完全不知所措了。
B：我的建议是面试官通常对应聘者就公司提出的问题很感兴趣。
A：我知道了，下次我能问问关于薪水的问题吗？
B：当然可以了。
A: What kind of question can make the interviewer think that I am
eager to get the job?
B: As far I concerned, asking some questions about their company might
please the interviewers.
A: Thank you for your suggestion
B: You’re welcome
A：什么样的问题能让面试官认为我渴望得到那份工作？
B：就我而言，问一些关于公司的问题可能会让面试官们高兴。
A：谢谢你的建议
B：不客气。
- all at sea 的意思是“茫然，不知所措” 。
- I follow(what you said)和I got it一样，都表示“我知道了，我懂你的意
  思了”
- as far as I'm concerned和in my opinion 意思相同，都表示“在我看来，
  就我而言”
* 面试穿着
I have no idea which suit I should wear tomorrow.我不知道明天应该穿哪
套衣服。
** 该穿什么
*** 温故而知新
- 温顾：大家刚刚接触英语时就已经会用I don't know表示“我不知道”的意思，
  因此可以用I don't know what to wear表示“我不知道该穿什么”
- 知新：如果不想千篇一律的用I don't know可以改用I have no idea表达。这
  样可以让口语表达更丰富。
- 更多：I have no idea which suit I should choose tomorrow我不知道明天
  面试时要穿哪套衣服。
*** 对话练习
A: I'm so excited that I received the manager's call to inform me
there is an interview tomorrow.
B: Congratulations!
A: The problem is that I have no idea which suit I should wear tomorrow.
B: The one which makes you look as fresh as paint.
A：我接到经理的电话了说明天可以去面试了，这真让我兴奋不已。
B：恭喜你。
A：问题是我不知道明天应该穿哪套衣服。
B：穿那套能让你看起来精力充沛的。
A: Tomorrow you will have your first interview, are you ready?
B: Sort of, I just don't know what kind of clothes I should wear for it.
A: Don't be upset, Just wear the suit we bought last week, I'm sure
you can handle it.
B: Thanks you, dear, Yes, nothing can daunt me.
A：明天你将参加你第一场面试，你准备好了吗？
B：差不多吧，我不知道明天要穿什么衣服。
A：不要烦恼，就穿上周咱们一起买的套装吧，我相信你能搞定的
B：谢谢你，亲爱的，是的，没有什么能够吓到我。
- as fresh as paint意为“精力充沛”，还可以用full of energy 表示同样的
  含义
- 现在口语中比较流行的“你能搞定”就可以用You can handle it表示
- daunt的意思是“使胆怯，使气馁”。
** 穿着建议
I think that you should dress neatly and appropriately.我想你应该穿的
整洁得体。
*** 温故而知新
- 温顾：“穿着得体”就是说“衣装整洁，得体大方”，而dress oneself
  appropriately 就可以表达此意。
- 知新：老外们说的dress neatly and appropriately和我们汉语中的“衣着得
  体”意思差不多，如You should dress neatly and appropriately in some
  occasions在某些场合，你应该穿得得体些。
- 更多：Wearing fitly and neatly is okay穿着合适得体即可。I'm afraid
  we'd better dress formally我想我们最好还是穿得正式点。
*** 对话练习
A: Good luck on your interview!
B: Thank you ! Do you have any suggestion about the wear for
tomorrow's interview?
A: I think that you should dress neatly and appropriately.
B: As you said
A：祝你明天面试好运！
B：谢谢！关于明天面试的穿着，你有什么建议吗？
A：我想你应该穿得整洁得体。
B：就按你说的办吧。
A: What do you think if I wear my new jeans for tomorrow's interview?
B: I'm  afraid we'd better dress formally
A: Well, suggestion accepted.
B: I think your blue dress is good.
A：你觉得我明天穿我的新牛仔裤去面试怎么样？
B： 我想我们还是穿得正式得体一些吧。
A：好吧，接受建议。
B：我觉得穿你那条蓝色的裙子不错。
- as you said.表示“就按你说的办”。如果同意对方的建议，就可以用这句。
- Suggestion accepted表示“接受建议”，同样用法的口语短句还有Apology
  accepted意思是“接受道歉”。
* 面试问题
** 询问优点
What are some of your strengths?你认为你的优点在哪里？
*** 温故而知新
- 温顾：询问某事的优缺点，我们会问What are your advantages and
  disadvantages?这里的advantage和disadvantage就是优点和缺点的意思。
- 知新：在面试中，面试官常会问到一个问题What are some of your
  strengths? strengths有“力量”的意思，也有“优点，长处”的含义，也可
  以用strong points表示。
- 更多：What are your strong points？你的优点是什么？Can you tell me
  some of your strengths？可以告诉我你有什么优点吗？
*** 对话练习
A: What are some of your strengths?
B: I'm an easy-going and patient person.
A: When you have conflict with your colleague, what will you do?
B: I'll handle this kind of thing carefully. I hope we can work it out
without hurting each others' feelings.
A：现在谈谈你的优点吧。
B：好的，我随和且有耐心。
A: 当你和同事有冲突时，你会怎么做？
B: 我会非常仔细的处理这些事，我希望我们能在不伤害彼此感情的基础上解决
问题。
A: What are your strong points?
B: To be frank, my main advantage is my deep sense of duty.
A: Excellent, We need responsible employee like you.
B: It's nice of you say that, I wish I could meet your expectation.
A：你的优点是什么？
B：坦白讲，我最大的优点就是我有很强的责任心。
A：太好了，我们需要的就是你这种负责任的员工。
B：您能这么说我非常感谢。希望我能不辜负您的期望
- work it out是口语中常说的短语，表示“成功的解决某事”。
- to be frank的意思是“坦白讲”，还可以将其表示成frankly speaking.
** 询问优势
What makes you stand out from other applicants?让你从众多应聘者中脱颖
而出的优点是什么？
*** 温故而知新
- 温顾：找工作要投简历、应聘职位，这里的应聘要用apply for 这个短语，和
  “申请学校”用的是同一个词组，“应聘者”就是applicant，candidate也是
  “候选人”的意思。
- 知新：汉译英最难的是翻译四字成语，“脱颖而出”在英语里用stand out
  from crowds表示，或简单的说成stand out。
- 更多：Do you have any outstanding qualifications for this job?你有什
  么做这份工作的特殊资质吗？Why are you the best person for this job？
  你为什么是这个工作的最佳人选？
