language.html
<div id="outline-container-orga0266b2" class="outline-4">
<h4 id="orga0266b2"><span class="section-number-4">6.2.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-6-2-2">
<p>
A: What makes you stand out from other applicants?
B: My outstanding strength lies in getting my work done effectively
within a short period of time.
A: Do you prefer working alone or being in a team?
B: I prefer working in a team. I'm a team-player. I think working with
others can fully tap one's own potential.
A：什么使你从众多应聘者中脱颖而出？
B：我突出的优势是能在短时间内有效率的完成工作。
A：你更喜欢一个人工作还是和团队一起工作？
B：我更喜欢和团队一起工作。我是一个善于团队合作的人。我认为和其他人合
作可以更好的开发一个人的潜能。
</p>

<p>
A: Why are the best person for the job?
B: I'm an expert at computer technology. 
A: Good, Do you have some certificates?
B: Yes, I got a Network Engineer last year.
A：你为什么是从事这份工作的最佳人选？
B：我精通计算机技术。
A：很好，你有这方面的证书吗？
B：有，去年我拿到了网络工程师资格证书。
</p>
<ul class="org-ul">
<li>lie in 表示“在于……”，还可以用短语rest with 表示。</li>
<li>tap one's potential表示“开发，激发某人的潜能”。</li>
<li>be an expert at……意为“擅长……”，类似表达还有be good at……</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org103bb05" class="outline-3">
<h3 id="org103bb05"><span class="section-number-3">6.3</span> 询问缺点</h3>
<div class="outline-text-3" id="text-6-3">
<p>
If asked to pick out your weakness, what would you say?如果请你指出你
的缺点，你会怎么说？
</p>
</div>
<div id="outline-container-org0145a42" class="outline-4">
<h4 id="org0145a42"><span class="section-number-4">6.3.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-6-3-1">
<ul class="org-ul">
<li>温顾：If asked to pick out your weakness, what would you say?里面if
引的从句中省略了主语和谓语you are，在以 if, when, though, as, as if
等连词引导的从句中，如果从句中主要动词时be，可将主语和动词be省掉。</li>
<li>知新：weakness表示“弱点”，也可以用weak points表示。pick out是“挑
选出”。What would say？是口语中常用的询问对方意见的句子，如想问朋友
是否想跟你一起去看电影时就可以说I'd like to see a movie，what would
you say？</li>
<li>更多：What is your biggest weakness？你最大的缺点是什么？What
according to you as your greatest weakness？对你来说，你最大的缺点是
什么？</li>
</ul>
</div>
</div>
<div id="outline-container-org417d86b" class="outline-4">
<h4 id="org417d86b"><span class="section-number-4">6.3.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-6-3-2">
<p>
A: If asked to pick out your weakness, what would you say?
B: I'd say I'm a perfectionist.
A: I'm assuming that you think being a perfectionist at work is a bad
thing. 
B: Well, it depends, To strive to be the best is a good thing, but on
the other hands, we have to think about the big picture, like budget,
time and manpower.
A：如果请你指出你的缺点，你会怎么说？
B：我会说我是个完美主义者。
A：那我可以不可以认为你觉得在工作上是个完美主义者是件不好的事？
B：嗯，这个得视情况而定，力求最好是件好事，但在另一方面，我们必须以大
局为重，例如要考虑成本、时间和人力等。
A: What is your biggest weakness?
B: I think my weakness is not asking for help. I prefer to solve the
problem by myself.
A: Well, it is not very bad. But cooperating with others can be more
efficient. 
B: Thanks for your advice. I am on my way to change.
A：你最大的缺点是什么？
B：我认为我的缺点就是不爱寻求帮助。我喜欢自己解决问题。
A：嗯，这也不是什么坏处。但是与他人合作确实更搞笑。
B：谢谢您的建议。我正在改变中。
</p>
<ul class="org-ul">
<li>strive to表示“努力，力图”，也可以用短语endeavor to表示。</li>
<li>the big picture指的是“整个局面，大局”。</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org1375d61" class="outline-3">
<h3 id="org1375d61"><span class="section-number-3">6.4</span> 询问社团经历</h3>
<div class="outline-text-3" id="text-6-4">
<p>
Were you involved in any clubs at college?你在大学里参加过社团吗？
</p>
</div>
<div id="outline-container-org4aa1d4e" class="outline-4">
<h4 id="org4aa1d4e"><span class="section-number-4">6.4.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-6-4-1">
<ul class="org-ul">
<li>温顾：表达“参加，参与”时，课本中最常见的是用短语take part in或
participate in。而大学里的各种“社团”，可以用society或club表示，如
“文学社”就是literary club。</li>
<li>知新：在表示“参加时”，也可以be involved in这个短语，involve虽有
“牵扯，卷入”的含义，但也可以表示“参加，参与”。</li>
<li>更多：Were you engaged in any club activities？你参加过社团活动吗？
What club activities did you usually take part in at college？在大学
时，你经常参加什么社团活动？</li>
</ul>
</div>
</div>
<div id="outline-container-org9d016f8" class="outline-4">
<h4 id="org9d016f8"><span class="section-number-4">6.4.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-6-4-2">
<p>
A: Were you involved in any clubs at college?
B: Yes, I took an active part in our soccer team. I was elected as the
captain of the team.
A: Are you still playing soccer?
B: Yes, me and a bunch of college buddies still play it on weekends
whenever we got the time. It's fun and helps one to build up team
spirit. 
A：你在大学里参加过社团吗？
B：参加过，我是大学足球队的积极分子，还被选为队长。
A：你现在还踢足球吗？
B：还踢。我和一群大学哥们周末一有时间就会去踢球。踢球很有意思，还能帮
助塑造一个人的团队合作精神。
A: What club activities did you usually take part in at college?
B: I was chairman of student union in my college and took charge of
badminton team
A: Do you still keep in touch with other leaders of the student union? 
B: Yes, always. To some degree, they are my co-workers or even teachers.
A：在大学时你经常参加什么社团活动？
B：我是我们院的学生会主席，还是羽毛球队的队长。
A：你现在和其他的学生会干部还保持联系吗？
B：是的，经常联系。从某种程度上说，他们就是我的良师益友。
</p>
<ul class="org-ul">
<li>“组长，队长”可以用team leader表示，但是“球队队长”要用captain。</li>
<li>buddy是美式口语中常说的朋友，近似“哥们”。</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org344fe6c" class="outline-3">
<h3 id="org344fe6c"><span class="section-number-3">6.5</span> 询问职业目标</h3>
<div class="outline-text-3" id="text-6-5">
<p>
What's your career objective?你的职业目标是什么？
</p>
</div>
<div id="outline-container-orge031b2d" class="outline-4">
<h4 id="orge031b2d"><span class="section-number-4">6.5.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-6-5-1">
<ul class="org-ul">
<li>温顾：我们经常用goal表示“目标”的意思，因此“为自己设定目标”可以用
set goals for oneself表示。同样，“事业目标”可以表示为career goal。</li>
<li>知新：objective 除了作形容词表示“客观的，不带偏见的”外，还可以用作
名词表示“目标，目的”。面试官在询问应聘者的职业目标时，经常会说
What's your career objective？</li>
<li>更多：What's your career goal？你的职业目标是什么？Could you talk
about your long-term working plan？能谈谈你的长期职业计划吗？</li>
</ul>
</div>
</div>

<div id="outline-container-orgdd16eb7" class="outline-4">
<h4 id="orgdd16eb7"><span class="section-number-4">6.5.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-6-5-2">
<p>
A: What's your career objective?
B: My career objective is to work in a large company and take on more
challenging assignments.
A: How do you plan to start your work to achieve your objective?
B: I will make a long term plan, and update my knowledge constantly.
A：你的职业目标是什么？
B：我的目标是在一家大公司里工作，并承担更有挑战性的任务。
A：你准备如何开展工作来实现你的目标？
B： 我会制定一个长远的计划，并不断更新我的知识。
</p>

<p>
A: Could you talk about your long-team working plan?
B: I hope one day I can be a leader of a sales team.
A: What will you do to make your dream come true if you were hired? 
B: Above all, I think it is vital for me to accumulate experience.
A：能谈谈你的长期职业计划吗？
B： 我希望有一天我可以成为一个销售团队的领导者。
A：如果我们聘用你，你打算怎么来实现你的梦想？
B： 首先，我认为积累经验对我来说至关重要。
</p>
<ul class="org-ul">
<li>take on 的意思是“承担”，该短语还可以表示“呈现；穿上；接纳、采取
意见”等含义，如take on new ways of life采取新的生活方式。</li>
<li>long-term plan就是我们在做职业计划时常说的“长远计划”。</li>
<li>above all的意思是“首先，尤其是”，相当于the first and most
important。</li>
<li>be vital to sb 的意思是“对某人来说……至关重要”，同类表达还有be
very important to sb.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org2c43c44" class="outline-3">
<h3 id="org2c43c44"><span class="section-number-3">6.6</span> 小结</h3>
<div class="outline-text-3" id="text-6-6">
</div>
<div id="outline-container-org0cd284b" class="outline-4">
<h4 id="org0cd284b"><span class="section-number-4">6.6.1</span> 高频句</h4>
<div class="outline-text-4" id="text-6-6-1">
<ul class="org-ul">
<li>接到面试通知
<ol class="org-ol">
<li>Please bring your resume as well as copies of your diploma and ID
card。请带好你的简历以及毕业证和身份证的复印件。</li>
<li>I was expecting your call. 我一直在等您的电话。</li>
</ol></li>
<li>了解公司背景
<ol class="org-ol">
<li>You should know the location of the company before the
interview.你应该在面试前了解公司所在地。</li>
<li>You need to make clear the company's services or products it
provides.你弄清楚公司提供的服务或产品。</li>
</ol></li>
<li>着装要得体
<ol class="org-ol">
<li>I have no idea which suit I should wear tomorrow.我不知道明天应该
穿哪一套衣服。</li>
<li>I think that we should dress neatly and appropriately我认为我们的
穿着应该整洁得体。</li>
<li>I am afraid your clothing doesn't  fit in with the formal
occasion like that. 你的衣服恐怕不适合那样正式的场合。</li>
</ol></li>
<li>面试官最容易提的问题
<ol class="org-ol">
<li>What are some of your strengths?你认为你的优点有哪些？</li>
<li>If asked to pick out your weakness, what would you say?如果请你指
出你的缺点，你会说什么？</li>
<li>What's your career objective?你的职业目标是什么？</li>
</ol></li>
<li>准备询问面试官的问题
<ol class="org-ol">
<li>How do you put your commercial plan into practice?你们是如何把商
业计划付诸实践的？</li>
<li>What is the future potential of this field?这个行业的发展前景是什
么？</li>
<li>I'd like to know more about this position. 我想知道更多关于此职位
的信息。</li>
</ol></li>
</ul>
</div>
</div>
