language.org
*** 高频词
- 简历  
  |------------------------+------------|
  | EN                     | CN         |
  |------------------------+------------|
  |------------------------+------------|
  | education              | 教育       |
  | educational background | 教育背景   |
  | curriculum             | 课程       |
  | major                  | 主修       |
  | social practice        | 社会实践   |
  | summer job             | 暑期工作   |
  | resume                 | 简历       |
  | work experience        | 工作经历   |
  | responsibility         | 职责       |
  | assist                 | 辅助       |
  | effect                 | 效果，作用 |
  | appointed              | 被任命的   |
  | improve                | 提高，改进 |
  | innovate               | 革新       |
  | be promoted to         | 被提升为   |
  | position desired       | 理想职位   |
  | objective              | 目标       |
  | accomplish             | 完成任务   |
  |------------------------+------------|
- 自我介绍
  |-------------+--------------|
  | EN          | CN           |
  |-------------+--------------|
  |-------------+--------------|
  | adaptable   | 适应性强的   |
  | earnest     | 认真的       |
  | ambitious   | 有雄心壮志的 |
  | frank       | 直率的       |
  | analytical  | 善于分析的   |
  | friendly    | 友好的       |
  | cooperative | 有合作精神的 |
  | active      | 活跃的       |
  | efficient   | 有效率的     |
  | creative    | 富创造力的   |
  | energetic   | 精力充沛的   |
  | dashing     | 有拼搏精神的       |
  |-------------+--------------|
- 业余爱好
  |------------------+----------|
  | EN               | CN       |
  |------------------+----------|
  |------------------+----------|
  | hobby            | 业余爱好 |
  | spare time       | 空闲时间 |
  | travelling       | 旅游     |
  | jogging          | 慢跑     |
  | play tennis      | 打网球   |
  | collect stamps   | 集邮     |
  | go to see movies | 看电影   |
  | listen to music  | 听音乐   |
  |------------------+----------|
  
* 自我介绍
** 毕业院校
I graduated from Peking University我毕业于北京大学。
*** 温故而知新
- 温顾：面试时，一般会说I come from ……University，还可以间接的说I
  was a student of ……
- 知新：在表达“我毕业于……大学”时，最常用的就是I graduated from……
- 更多：I've studied in Tsinghua University for four years我在清华大学
  学了四年。I was once a student of Peking University我曾在北京大学上
  学。 

*** 对话练习
A: What about your educational background?
B: I graduated from Peking University and I got my doctorate.
A: What's your target position?
B: I come here to apply the position of Human Resource Executive
A：你的教育背景如何？
B： 我毕业于北京大学，并取得了博士学位。
A：你的目标职位是什么？
B： 我来到这里是为了应聘人力资源主管一职。

A: Give me a brief introduction of your educational background, please.
B: I've studied in Tsinghua University for four years. My major
subject is Computer Science.
A: Did you have any part-time jobs during university?
B: I got my internship in Microsoft during the last semester and I was
mainly responsible for handling customer inquires.
A：请简单介绍一下你的教育背景吧。
B： 我在清华大学学习了四年，主修计算机科学。
A：你在大学里参加过兼职经历吗？
B： 我在最后一个学期曾在微软公司实习，主要负责处理客户咨询。
- be responsible for 表示“负责……”，此外，还可以用be in charge of
- customer inquiry 意为“客户咨询”
** 团队合作
I'm a good team player.我是一名出色的团队合作者。
*** 温故而知新
- 温顾：大家对team/group spirit（团队精神）肯定不陌生。那么，想要表达
  一个人很有团队精神，就可以说He is full of team/group spirit.
- 知新：当老外表扬一个人很有团队精神时，经常说sb. is a good team
  player. 这样的表达比我们熟悉的sb. is full of team/group spirit地道
- 更多：I'm a good team worker.我是一个很好的团队合作伙伴。I have a
  strong sense of team spirit我有很强的团队合作精神。

*** 对话练习
A: How would you describe yourself?
B: I'm a good team player and I think my strong sense of
responsibility may help me in the work.
A: Good. Have you ever finished a mission by yourself?
B: Yes, I always took charge of the machination part of events by
myself in university.
A：你会怎样描述你自己？
B：我是个出色的团队合作者，而且我认为我强烈的责任感也会对工作有所帮助。
A：不错。你有没有独立完成过一项任务？
B：有，上大学时我就经常独自负责活动的策划工作

A: What kind of person are you?
B: I can adjust well to a new working environment and one of my strong
points is that I have a spirit of innovation.
A: What's your opinion about teamwork?
B: I have a strong sense of team spirit and I hold the opinion that
team work can save plenty of time.
A：你是一个什么样的人？
B：我能很快适应工作环境，而且我的优点之一是拥有创新精神。
A：你怎么看待团队合作？
B：我有着很好的团队合作精神，而且我认为团队合作可以节省大量的时间。
- sense of responsibility 表示“强烈的责任感”，sense of……可以表示
  “……感”
- take charge of, in charge of 以及be responsible for 表达的含义相同，
  都是“负责……”.
- strong point表示“优点”，相当于advantage 或merit
- hold the opinion表示“持有……的观点”。
** 专长
My specialty is English我的专长是英语。
*** 温故而知新
- 温顾：我们已经学过很多表达“擅长某方面”的说法了，有be good at, be
  skilled in以及excel in/at等，如：He excels in math他很擅长数学
- 知新：specialty做名词时意思是“专长，特色”，偏重“特殊的技能”。因
  此，想表达“我的专长是……”时，就可以用My specialty is ……这句。另
  外，这句话也有“我的专业是……”的含义。
- 更多：I am good at math.我的数学很好。I'm  specialized in English英
  语是我的专长。

*** 对话练习
A: What subject were you good at in college?
B: My specialty was English at that time.
A: How about your scores?
B: I'm above the average in the order of score.
A：你大学期间最擅长的科目是什么？
B： 我那时候的专长是英语。
A：你的成绩如何呢？
B： 根据成绩排名的话，我属于中上水平。

A: What's your major in college?
B: I specialized in International Finance but I excelled in English.
A: Can you tell me about that in detail?
B: I got the first prize in the English Speech Contest when I was a sophomore.
A：你大学的专业是什么？
B： 我的专业是国际金融，但我比较擅长英语。
A：你能详细说说吗？
B： 我在大二的时候获得了英语演讲比赛第一名。
- in the order of 意思是“按……排序”。
- in detail相当于at length, 意为“详细的，详尽的”
* 介绍工作经验
** 经验丰富
I have plenty of work experience in this area.
