language.html
<div id="outline-container-orgf4eb1ce" class="outline-4">
<h4 id="orgf4eb1ce"><span class="section-number-4">6.6.2</span> 高频词</h4>
<div class="outline-text-4" id="text-6-6-2">
<ul class="org-ul">
<li><p>
简历  
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">EN</th>
<th scope="col" class="org-left">CN</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">education</td>
<td class="org-left">教育</td>
</tr>

<tr>
<td class="org-left">educational background</td>
<td class="org-left">教育背景</td>
</tr>

<tr>
<td class="org-left">curriculum</td>
<td class="org-left">课程</td>
</tr>

<tr>
<td class="org-left">major</td>
<td class="org-left">主修</td>
</tr>

<tr>
<td class="org-left">social practice</td>
<td class="org-left">社会实践</td>
</tr>

<tr>
<td class="org-left">summer job</td>
<td class="org-left">暑期工作</td>
</tr>

<tr>
<td class="org-left">resume</td>
<td class="org-left">简历</td>
</tr>

<tr>
<td class="org-left">work experience</td>
<td class="org-left">工作经历</td>
</tr>

<tr>
<td class="org-left">responsibility</td>
<td class="org-left">职责</td>
</tr>

<tr>
<td class="org-left">assist</td>
<td class="org-left">辅助</td>
</tr>

<tr>
<td class="org-left">effect</td>
<td class="org-left">效果，作用</td>
</tr>

<tr>
<td class="org-left">appointed</td>
<td class="org-left">被任命的</td>
</tr>

<tr>
<td class="org-left">improve</td>
<td class="org-left">提高，改进</td>
</tr>

<tr>
<td class="org-left">innovate</td>
<td class="org-left">革新</td>
</tr>

<tr>
<td class="org-left">be promoted to</td>
<td class="org-left">被提升为</td>
</tr>

<tr>
<td class="org-left">position desired</td>
<td class="org-left">理想职位</td>
</tr>

<tr>
<td class="org-left">objective</td>
<td class="org-left">目标</td>
</tr>

<tr>
<td class="org-left">accomplish</td>
<td class="org-left">完成任务</td>
</tr>
</tbody>
</table></li>
<li><p>
自我介绍
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">EN</th>
<th scope="col" class="org-left">CN</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">adaptable</td>
<td class="org-left">适应性强的</td>
</tr>

<tr>
<td class="org-left">earnest</td>
<td class="org-left">认真的</td>
</tr>

<tr>
<td class="org-left">ambitious</td>
<td class="org-left">有雄心壮志的</td>
</tr>

<tr>
<td class="org-left">frank</td>
<td class="org-left">直率的</td>
</tr>

<tr>
<td class="org-left">analytical</td>
<td class="org-left">善于分析的</td>
</tr>

<tr>
<td class="org-left">friendly</td>
<td class="org-left">友好的</td>
</tr>

<tr>
<td class="org-left">cooperative</td>
<td class="org-left">有合作精神的</td>
</tr>

<tr>
<td class="org-left">active</td>
<td class="org-left">活跃的</td>
</tr>

<tr>
<td class="org-left">efficient</td>
<td class="org-left">有效率的</td>
</tr>

<tr>
<td class="org-left">creative</td>
<td class="org-left">富创造力的</td>
</tr>

<tr>
<td class="org-left">energetic</td>
<td class="org-left">精力充沛的</td>
</tr>

<tr>
<td class="org-left">dashing</td>
<td class="org-left">有拼搏精神的</td>
</tr>
</tbody>
</table></li>
<li><p>
业余爱好
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">EN</th>
<th scope="col" class="org-left">CN</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">hobby</td>
<td class="org-left">业余爱好</td>
</tr>

<tr>
<td class="org-left">spare time</td>
<td class="org-left">空闲时间</td>
</tr>

<tr>
<td class="org-left">travelling</td>
<td class="org-left">旅游</td>
</tr>

<tr>
<td class="org-left">jogging</td>
<td class="org-left">慢跑</td>
</tr>

<tr>
<td class="org-left">play tennis</td>
<td class="org-left">打网球</td>
</tr>

<tr>
<td class="org-left">collect stamps</td>
<td class="org-left">集邮</td>
</tr>

<tr>
<td class="org-left">go to see movies</td>
<td class="org-left">看电影</td>
</tr>

<tr>
<td class="org-left">listen to music</td>
<td class="org-left">听音乐</td>
</tr>
</tbody>
</table></li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-org9865be6" class="outline-2">
<h2 id="org9865be6"><span class="section-number-2">7</span> 自我介绍</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org99463af" class="outline-3">
<h3 id="org99463af"><span class="section-number-3">7.1</span> 毕业院校</h3>
<div class="outline-text-3" id="text-7-1">
<p>
I graduated from Peking University我毕业于北京大学。
</p>
</div>
<div id="outline-container-org63a4b95" class="outline-4">
<h4 id="org63a4b95"><span class="section-number-4">7.1.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-7-1-1">
<ul class="org-ul">
<li>温顾：面试时，一般会说I come from ……University，还可以间接的说I
was a student of ……</li>
<li>知新：在表达“我毕业于……大学”时，最常用的就是I graduated from……</li>
<li>更多：I've studied in Tsinghua University for four years我在清华大学
学了四年。I was once a student of Peking University我曾在北京大学上
学。</li>
</ul>
</div>
</div>

<div id="outline-container-orgb22b2ad" class="outline-4">
<h4 id="orgb22b2ad"><span class="section-number-4">7.1.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-7-1-2">
<p>
A: What about your educational background?
B: I graduated from Peking University and I got my doctorate.
A: What's your target position?
B: I come here to apply the position of Human Resource Executive
A：你的教育背景如何？
B： 我毕业于北京大学，并取得了博士学位。
A：你的目标职位是什么？
B： 我来到这里是为了应聘人力资源主管一职。
</p>

<p>
A: Give me a brief introduction of your educational background, please.
B: I've studied in Tsinghua University for four years. My major
subject is Computer Science.
A: Did you have any part-time jobs during university?
B: I got my internship in Microsoft during the last semester and I was
mainly responsible for handling customer inquires.
A：请简单介绍一下你的教育背景吧。
B： 我在清华大学学习了四年，主修计算机科学。
A：你在大学里参加过兼职经历吗？
B： 我在最后一个学期曾在微软公司实习，主要负责处理客户咨询。
</p>
<ul class="org-ul">
<li>be responsible for 表示“负责……”，此外，还可以用be in charge of</li>
<li>customer inquiry 意为“客户咨询”</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org991c274" class="outline-3">
<h3 id="org991c274"><span class="section-number-3">7.2</span> 团队合作</h3>
<div class="outline-text-3" id="text-7-2">
<p>
I'm a good team player.我是一名出色的团队合作者。
</p>
</div>
<div id="outline-container-orga2d6936" class="outline-4">
<h4 id="orga2d6936"><span class="section-number-4">7.2.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-7-2-1">
<ul class="org-ul">
<li>温顾：大家对team/group spirit（团队精神）肯定不陌生。那么，想要表达
一个人很有团队精神，就可以说He is full of team/group spirit.</li>
<li>知新：当老外表扬一个人很有团队精神时，经常说sb. is a good team
player. 这样的表达比我们熟悉的sb. is full of team/group spirit地道</li>
<li>更多：I'm a good team worker.我是一个很好的团队合作伙伴。I have a
strong sense of team spirit我有很强的团队合作精神。</li>
</ul>
</div>
</div>

<div id="outline-container-org1ac4df8" class="outline-4">
<h4 id="org1ac4df8"><span class="section-number-4">7.2.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-7-2-2">
<p>
A: How would you describe yourself?
B: I'm a good team player and I think my strong sense of
responsibility may help me in the work.
A: Good. Have you ever finished a mission by yourself?
B: Yes, I always took charge of the machination part of events by
myself in university.
A：你会怎样描述你自己？
B：我是个出色的团队合作者，而且我认为我强烈的责任感也会对工作有所帮助。
A：不错。你有没有独立完成过一项任务？
B：有，上大学时我就经常独自负责活动的策划工作
</p>

<p>
A: What kind of person are you?
B: I can adjust well to a new working environment and one of my strong
points is that I have a spirit of innovation.
A: What's your opinion about teamwork?
B: I have a strong sense of team spirit and I hold the opinion that
team work can save plenty of time.
A：你是一个什么样的人？
B：我能很快适应工作环境，而且我的优点之一是拥有创新精神。
A：你怎么看待团队合作？
B：我有着很好的团队合作精神，而且我认为团队合作可以节省大量的时间。
</p>
<ul class="org-ul">
<li>sense of responsibility 表示“强烈的责任感”，sense of……可以表示
“……感”</li>
<li>take charge of, in charge of 以及be responsible for 表达的含义相同，
都是“负责……”.</li>
<li>strong point表示“优点”，相当于advantage 或merit</li>
<li>hold the opinion表示“持有……的观点”。</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgd9e2381" class="outline-3">
<h3 id="orgd9e2381"><span class="section-number-3">7.3</span> 专长</h3>
<div class="outline-text-3" id="text-7-3">
<p>
My specialty is English我的专长是英语。
</p>
</div>
<div id="outline-container-orge8bbbb4" class="outline-4">
<h4 id="orge8bbbb4"><span class="section-number-4">7.3.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-7-3-1">
<ul class="org-ul">
<li>温顾：我们已经学过很多表达“擅长某方面”的说法了，有be good at, be
skilled in以及excel in/at等，如：He excels in math他很擅长数学</li>
<li>知新：specialty做名词时意思是“专长，特色”，偏重“特殊的技能”。因
此，想表达“我的专长是……”时，就可以用My specialty is ……这句。另
外，这句话也有“我的专业是……”的含义。</li>
<li>更多：I am good at math.我的数学很好。I'm  specialized in English英
语是我的专长。</li>
</ul>
</div>
</div>

<div id="outline-container-org10f7dbf" class="outline-4">
<h4 id="org10f7dbf"><span class="section-number-4">7.3.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-7-3-2">
<p>
A: What subject were you good at in college?
B: My specialty was English at that time.
A: How about your scores?
B: I'm above the average in the order of score.
A：你大学期间最擅长的科目是什么？
B： 我那时候的专长是英语。
A：你的成绩如何呢？
B： 根据成绩排名的话，我属于中上水平。
</p>

<p>
A: What's your major in college?
B: I specialized in International Finance but I excelled in English.
A: Can you tell me about that in detail?
B: I got the first prize in the English Speech Contest when I was a sophomore.
A：你大学的专业是什么？
B： 我的专业是国际金融，但我比较擅长英语。
A：你能详细说说吗？
B： 我在大二的时候获得了英语演讲比赛第一名。
</p>
<ul class="org-ul">
<li>in the order of 意思是“按……排序”。</li>
<li>in detail相当于at length, 意为“详细的，详尽的”</li>
</ul>
</div>
</div>
</div>
</div>
