language.html
<div id="outline-container-org5e91d42" class="outline-2">
<h2 id="org5e91d42"><span class="section-number-2">8</span> 介绍工作经验</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-orgc9f0dc9" class="outline-3">
<h3 id="orgc9f0dc9"><span class="section-number-3">8.1</span> 经验丰富</h3>
<div class="outline-text-3" id="text-8-1">
<p>
I have plenty of work experience in this area.
</p>
</div>
<div id="outline-container-org3dc8793" class="outline-4">
<h4 id="org3dc8793"><span class="section-number-4">8.1.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-8-1-1">
<ul class="org-ul">
<li>温顾：我们都十分熟悉的单词experience即可表示“富有经验”，如“有经
验的雇员”用英文表示就是an experienced staff，而“在某一领域有经验”
则可以说成be experienced in……。</li>
<li>知新：在说到“某一领域有经验”时，老外常用have experience in ……
area来表示，如：I have a lot of work experience in the Market
Research我在市场调研方面工作经验丰富。</li>
<li>更多：I'm experienced in this area我在这一领域很有经验。I've worked
in this area for three years and have enough experience to solve
tough problems.我已在这个领域工作3年了，有足够的经验解决辣手问题。</li>
</ul>
</div>
</div>

<div id="outline-container-orgdf4b5f1" class="outline-4">
<h4 id="orgdf4b5f1"><span class="section-number-4">8.1.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-8-1-2">
<p>
A: Do you have any practical experience?
B: Yes.I have plenty of work experience in this area.
A: Can you speak it specifically?
B: Sure
A：你有实际工作经验吗？
B： 是的，我在这个领域有丰富的经验。
A：你能说得具体点吗？
B： 当然可以
</p>

<p>
A: Can you give me a summary of your work experience as a marketing manager?
B: Of course. I've worked in this area for three years and have enough
experience to solve tough problems.
A: Good. What's your greatest weakness?
B: I am a perfectionist, so maybe I tend to spend too much time
checking my work
A：你能就你作为市场部经理期间的工作给我做个总结吗？
B： 当然可以，我在这个领域工作了3年，有足够的经验解决辣手问题
A：很好，你最大的缺点是什么？
B： 我是个完美主义者，所以我可能会花过多的时间去检查我的工作。
</p>
<ul class="org-ul">
<li>如果想让别人详细的跟你说一件事，就可以用can you speak it
specifically或can you speak it in details?</li>
<li>tend to do sth.的意思是“倾向于做某事”，相当于be likely to do sth.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgee6d55a" class="outline-3">
<h3 id="orgee6d55a"><span class="section-number-3">8.2</span> 主要负责什么</h3>
<div class="outline-text-3" id="text-8-2">
<p>
I was mainly in charge of designing我主要负责设计。
</p>
</div>
<div id="outline-container-orga5bcb4c" class="outline-4">
<h4 id="orga5bcb4c"><span class="section-number-4">8.2.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-8-2-1">
<ul class="org-ul">
<li>温顾：谈到“负责”时，大家首先想到的短语可能是be responsible for，其
实还可以用be up to 表示，如：The project is up to the new manager这
个项目由新经理负责。</li>
<li>知新：in charge of能更加地道表示“负责”的含义，跟这个短语相似的in
the charge of的意思是“在……的掌管下”，不要弄混，此外，老外们还经
常用take charge of 来表示负责。</li>
<li>更多：The designing part is in the charge of me设计部分由我负责。I
was responsible for the product development我负责产品研发。</li>
</ul>
</div>
</div>

<div id="outline-container-orgcb8f4ed" class="outline-4">
<h4 id="orgcb8f4ed"><span class="section-number-4">8.2.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-8-2-2">
<p>
A: What are you mainly responsible for in your last job?
B: I was mainly in charge of designing.
A: Would you mind working overtime?
B: It depends. I can make it in a certain extent
A：你上一份工作主要负责什么？
B： 我主要负责设计
A：你介意加班吗？
B： 看情况而定，我可以接受一定程度的加班。
</p>

<p>
A: Can you tell me your duties of your last job?
B: I was responsible for the product development.
A: Can I have the reason why you resigned?
B: It's for personal reasons.
A：你能告诉我你在上一份工作中的职责么？
B： 我负责产品研发。
A：我能知道你辞职的原因吗？
B： 是我个人原因。
</p>
<ul class="org-ul">
<li>It depends在口语中表示“看情况而定”是最简单地道的表达。</li>
<li>I can make it 意思是“我能搞定”，相当于I can handle it.或I can deal
with it</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org0b1ad2e" class="outline-3">
<h3 id="org0b1ad2e"><span class="section-number-3">8.3</span> 过去成就</h3>
<div class="outline-text-3" id="text-8-3">
<p>
I am experienced in this area and worked very well before.我在这个领域
很有经验，过去也做得很出色。
</p>
</div>
<div id="outline-container-org69fa663" class="outline-4">
<h4 id="org69fa663"><span class="section-number-4">8.3.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-8-3-1">
<ul class="org-ul">
<li>温顾：我们已经知道have lots of experience in 和be experienced in 都
可表示“在某一领域有经验”，此外，可以用do well in 或do a good job来
表示“工作出色”的含义。</li>
<li>知新：在口语中，老外如何表达“工作做得出色”呢？没错，简单的说work
well就可以了</li>
<li>更多：I've worked in this area for many years and have done a good
job. 我在这个行业工作了很多年，工作也做得很出色。I spent the first
part of my life in this area and made some outstanding achievements
我的前半生取得了一些出色的成就。</li>
</ul>
</div>
</div>

<div id="outline-container-org97fe6f6" class="outline-4">
<h4 id="org97fe6f6"><span class="section-number-4">8.3.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-8-3-2">
<p>
A: Can you display some reasons that I should hire you?
B: I am experienced in this area and worked very well before.
A: Well, anything else?
B: I have team spirit, sense of time; moreover, I work hard.
A：你能给我说说我为什么要聘用你吗？
B： 我在这个领域有丰富的经验，过去也做得很出色。
A：不错，还有其他吗？
B： 我是个有团队精神及时间观念的人，而且我工作很刻苦。
</p>

<p>
A: Do you have any relevant experience in this area?
B: Yeah, I spent the first part of my life in this area and made some
outstanding achievements.
A: That's good. Another question, can you work under stress?
B: No problem.
A：你有相关工作经验吗？
B： 有，我的前半生都在这个领域奋斗，并取得了一些出色的成就。
A：很好，还有一个问题，你能在压力下工作吗？
B： 没问题。
</p>
<ul class="org-ul">
<li>anything else 表示“还有其他的吗”，当询问他人是否还有要补充的话时，
就可以这样说。</li>
<li>work under stress就是职场人士经常抱怨的“顶着压力工作”。</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org595b409" class="outline-2">
<h2 id="org595b409"><span class="section-number-2">9</span> 谈论应聘原因</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org055e3da" class="outline-3">
<h3 id="org055e3da"><span class="section-number-3">9.1</span> 发展机会</h3>
<div class="outline-text-3" id="text-9-1">
<p>
I need more opportunities for career growth.我想有更多的职业发展机会。 
</p>
</div>
<div id="outline-container-org082981b" class="outline-4">
<h4 id="org082981b"><span class="section-number-4">9.1.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-9-1-1">
<ul class="org-ul">
<li>温顾：用英文表达“需要，想有”的意思可以是want，wish，would like to
等，因此“我想要更多的职业发展机会”就可以说成I would like to have
more chance for career development.</li>
<li>知新：opportunities for career growth就是我们经常说的“职业发展机会”，
面试时，除了用I need more opportunities for career growth，表示“需
要更多的职业发展机会”外，还可以用I play much attention to the
opportunities  for career improvement.</li>
<li>更多：I would focus on the opportunities for career growth我会比较关
注职业发展机会。I wish I can get more chances for long-term
development我希望我可以获得更多长远的发展机会。</li>
</ul>
</div>
</div>

<div id="outline-container-org4299fc3" class="outline-4">
<h4 id="org4299fc3"><span class="section-number-4">9.1.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-9-1-2">
<p>
A: What's your first consideration when finding jobs?
B: I know that many people care about salary, but I need more
opportunities for career growth.
A: That's good, We have lots of on-the-job training courses for our stuff.
B: That hits the spot! 
A：找工作时你首先会考虑什么?
B： 我知道很多人都比较在意工资，但我想有更多的职业发展机会。
A：很好，我们为员工提供很多在职培训课程。
B： 正合我意
</p>

<p>
A: What is the most important factor for you when deciding whether to
accept a job?
B: I wish I can get more chances for long-term development.
A: Glad to hear that，we offer each worker the equal promotion opportunities.
B: That's too good to be true
A：你在决定要不要接受一份工作时，哪个是最重要的考虑因素？
B： 我希望我可以获得更多长远的发展机会。
A：很高兴你能这么说，我们给每个员工都提供平等的晋升机会。
B： 这真是好极了。
</p>
<ul class="org-ul">
<li>on-the-job training意为“在职培训”。</li>
<li>That hits the spot表示“正合我意”其中，hit the spot是一句习语，有
“使满足，正合需要”的含义，相当于as one's wish/hope</li>
<li>That's too good to be true 是“这真是好极了”，当你对某事表示赞赏时，
可这么说。</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgfc517ec" class="outline-3">
<h3 id="orgfc517ec"><span class="section-number-3">9.2</span> 运用专业知识</h3>
<div class="outline-text-3" id="text-9-2">
<p>
I think your company will give me a chance to use what I've learned in
the university我认为贵公司会给我机会运用我在大学里所学的知识
</p>
</div>
<div id="outline-container-orgaa8dfe8" class="outline-4">
<h4 id="orgaa8dfe8"><span class="section-number-4">9.2.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-9-2-1">
<ul class="org-ul">
<li>温顾：在表达“给某人提供机会做某事”时，大家可能会想到offer sb a
chance/opportunity to do sth</li>
<li>知新：表达“提供机会做某事”时，老外们还经常用give sb a chance to do
sth应们在面试时常说的I'm sure the company can give me a chance to
learn something的意思是“我相信贵公司可以给我提供学习一些东西的机会”。</li>
<li>更多：I think your company will set a stage for me to display my
qualifications我想贵公司会给我提供一个展示自己资质的平台。I'm sure
that I would have the chance to put the knowledge that I learned in
school into use我确信我会得到让我可以学以致用的机会。</li>
</ul>
</div>
</div>
