language.org
*** 对话练习
A: Why are you interested in working for us?
B: I think your company will give me a chance to use what I've learned
in the university.
A: Sounds like that you have done some researches about our
company.Good job
B: Thanks
A：你为什么对在我们公司工作感兴趣？
B： 我认为贵公司会给我机会运用我在大学里所学的知识。
A：听起来你似乎对我们公司做了些研究，做的不错。
B： 谢谢。

A: What attracted you to have an interview in our company?
B: Now that you mentioned it, I'm sure that I would have the chance to
put the knowledge that I learned in school into use.
A: That's good. The task of this position requires a lot of
professional knowledge.
B: I'm looking forward to being your subordinate
A：是什么吸引你来我公司面试的呢？
B： 既然你问到了这个，我来是因为我确信我会得到，让我可以学以致用的机会。
A：那太好了，这个职位需要用到大量专业知识。
B： 我已经迫不及待的想成为您的下属了。
- 表扬或称赞某人很好的完成某项工作时，就可以说good job而这个句子的完整
  形则是You've done a good job
- look forward to doing sth表示“期盼做某事”，注意这里to 是介词，后面
  要动名词形式。
* 谈论工资待遇
** 询问工作
I want to know the wage in the probation period
我想问一下试用期的工资是多少？
*** 温故而知新
- 温顾：想表达“我想问一下……”的意思，大家可以用以前学过的I want to
  ask about ……这一句型，或者也可以说I would like to learn something about……
- 知新：老外常用probation period 表示“试用期”，想要和面试官谈论薪资，
  你还可以更委婉的说I'm wondering if you can tell me some information
  about the salary
- 更多：Could we talk about my salary?我们能谈论一下我的薪酬吗？Is
  that possible that you tell me my salary in the probation period?您
  能不能告诉我试用期的工资是多少呢？
*** 对话练习
A: How long is my probation period?
B: Generally speaking, three months.
A: I want to know the wage in the probation period.
B: During this period you can get 80% paid.
A：我的试用期是多久？
B： 一般是3个月。
A：我想问一下试用期的工资是多少。
B： 在这期间，你能拿到80%的工资。

A: Is that possible that you tell me my salary in the probation period?
B: You can get 80% of your salary and enjoy the statutory holidays.
A: I don't follow it. Did you mean that I can't get full salary in the
first few months?
B: I'm afraid yes
A：您能不能告诉我试用期期间我的工资是多少呢？
B： 你可以获得薪水的80%并享有法定节假日。
A：我没有听明白。您是说我在前几个月不能拿到全部的薪水吗？
B： 恐怕是的
- statutory holidays就是常说的“法定节假日”，还可以用regular holidays
  表达相同的含义。
- 如果你没有听懂别人的话，就可以说I don't follow it表示“我没有听懂你
  的意思”。
** 期望薪水
I would require a salary of at least 2500dollars a month.我的期望薪水
是每月2500美元以上。
*** 温故而知新
- 温顾：谈论薪水的时候，我们经常会用I hope that I can get……per
  mouth.来表达“我希望我每个月的薪水是……”
- 知新：在和面试官谈薪酬时，老外经常会用require这个词，比如“我希望我
  的薪水可以达到每月5000元”就可以表示为I would require a salary of
  5000 yuan per month.
- 更多：I hope my salary would make me economically independent from
  my parents我希望我的薪水可以让我在经济上独立，不再依赖父母。I hope
  my salary will not be lower than 4500 yuan each month我希望我的薪水
  不低于每月4500元。

*** 对话练习
A: How much salary are you expecting? 
B: I would require a salary of at least 2500 dollars a month.
A: I'm afraid we can't meet your expectation at the beginning.
B: So how much can you afford each month?
A：你的期望薪金是多少？
B：我期望薪水是每月2500美元以上。
A：恐怕刚开始我们没有办法支付这么多。
B：那么您每月能付给我多少薪水呢？

A: What's your required monthly salary?
B: As a fresh graduate, I hope my salary would make me economically
independent from my parents.
A: I think you are a potential stock. I take a good view to you.
B: It's nice of you to say that.
A：你要求的月薪是多少呢？
B： 作为一名刚毕业的大学生，我希望我的薪水可以让我在经济上独立，不再依
赖父母。
A：看来你是一支潜力股，我非常看好你。
B： 您能这么说真是太好了。
- meet one's expectation意为“达到某人的期望”，这个短语相当于satisfy
  sb（让某人满意）。
- 如果觉得一个人很有潜力，就可以用potential stock 来评价他，意思是“潜
  力股”。
- 口语中经常说的“我看好你”就是I take a good view to you还可以更直白
  的说You are a promising guy.
* 福利
** 了解福利待遇
Could I have some information about your benifit provisions?我可以了解
一下贵公司的福利待遇吗？
*** 温故而知新
- 温顾：说到“知道，了解”我们最常用的英文表达式know，learn或者be
  aware of，如果要表达“对……略知一二”，则可以用know little about
  sth表示。
- 知新：面试时，应聘者肯定想对薪酬和福利待遇有个大致的了解，老外遇到这
  种情况时一般会说Can I have some information about the benefits of
  this position？我能了解一下这个职位的福利待遇吗？
- 更多：Could you tell me something about the benefits I can get from
  this job?你能告诉我一些关于这项工作的福利待遇吗？Are we covered by a
  benefits plan ？我们能不能享受福利计划？

*** 对话练习
A: Could I have some information about your benefit provisions?
B: Sure, We provide all kinds of insurances and you will have paid
vacation after the first year.
A: Great. One more question, can I take part in the specific training
courses?
B: If necessary, yes.
A：我可以了解一下贵公司的福利待遇吗？
B： 当然了，我们提供各种保险，而且一年之后，你会有带薪假期。
A：太好了，顺便问一句，我能参加专门的培训吗？
B： 如果有需要的话，可以

A: Are we covered by a benefits plan?
B: Yes, This job pays for half of your medical expenses.Moreover, you
have the chance to get the excellence award at the end of year.
A: OK, I got it, thanks.
B: You are welcome.
A：我们有没有相关的福利计划？
B： 有的，这份工作会为你支付一半的医疗费用。此外，年终的时候，你还有机
会获得杰出员工奖。
A：好的，我知道了，谢谢你。
B： 不用客气。
- paid vacation可表示“带薪假期”。
- moreover相当于what's more在需要补充其他内容时经常用到。
** 带薪假期
Do the employees enjoy paid holidays?员工有带薪假期吗？
*** 温故而知新
- 温顾：应聘者询问是否有带薪假期时，一般会说Do I have paid holidays?
  另外，还可以用大家熟悉的句子Can I get paid holiday？来询问。
- 知新：在表示享受何种福利待遇时，老外经常会用enjoy这个词，即Can I
  enjoy paid holidays？“你每年有5天的带薪年假”就可以说成You enjoy a
  paid holiday of five days each year.
- 更多：Can I enjoy paid holidays?我能享受带薪假期吗？Do we have
  employee benefits such as medical insurance？我们有没有医疗保险类的
  员工福利？

*** 对话练习
A: Would you mind if I ask something about the benefits?
B: Go ahead.
A: Thanks. Do the employees enjoy paid holidays?
B: Absolutely yes
A：你介意我问一些关于员工福利方面的问题吗？
B：请说吧
A：谢谢，请问员工有带薪假期吗？
B： 当然

A: Do we have employee benefits such as medical insurance?
B: Yes, Our company gives employees good benefits and also buys
everyone all kinds of insurance.
A: That's great, I think the workers here will spare no effort to make
contributions to the company. 
B: In fact, that's true. 
A：员工有没有医疗保险之类的福利？
B： 有，我们公司给员工很好的福利，并为每名员工上齐所有种类的保险。
A：太好了，我想这里的员工肯定会不遗余力的为公司做贡献的。
B： 事实上，是这样的。
- 允许某人继续做某事，就可以说Go ahead. 另外，Go on, 也可以用于这种情
  况。
- spare no effort to dosth相当于try one's best to do sth表示“竭尽全力
  做，不遗余力做某事”。
** 节假日福利
Is there any benefit we can get in the holiday?节假日有什么福利吗？
*** 温故而知新
- 温顾：我们已经知道表达“享受福利待遇”时可以用enjoy这个词，那么询问
  节假日有什么福利时，就可以说What kind of benefits can we enjoy in
  the holidays?
- 知新：要想知道有没有假期的福利，用there be 句型就可以了，即：Is
  there any benefit we can get in the holidays?或Is there any benefits
  the employee can enjoy in the holidays?
- 更多：What kind of benefits can we enjoy in the holidays?节假日我们
  可以享受什么福利？Is it possible that employees get additional
  salary in the holidays?节假日期间员工有额外补助吗？

