language.org
*** 对话练习
A: Sir, can I ask you one more question?
B: Sure, I'll be all ears.
A: Is there any benefits we can get in the holiday?
B: Sorry to tell you that we only provide normal salary.
A：先生，我能再问一个问题吗？
B： 当然，我洗耳恭听。
A：节假日有什么福利吗？
B： 很抱歉的告诉你，我们仅提供正常的薪水。

A: Is it possible that employees get additional salary in the holidays?
B: Yes, We give employees allowance according to their length of service.
A: So, can new employees get it, too?
B: Of course.
A：节假日期间员工有额外补助吗？
B： 当然了，我们会根据工龄发给员工补助的
A：那么新员工能得到吗？
B： 当然
- I'll be all ears就是口语中常说的“洗耳恭听”。
- length of service指“工龄”。
* 面试表现
** 表现评价
Do you have any comments on my performance today?您对我今天的表现有何
评价？
*** 温故而知新
- 温顾：要表达“别人对你评价如何”，可以是What about……？或者What's
  your opinion about……？如：What about my performance today？我今天
  表现如何？
- 知新：短语comment on sth的意思是“对……的评价”，在美国口语中，也经
  常用have comment on sth表示“觉得……怎么样”。
- 更多：How do you think about my performance during the interview？你
  认为在今天的面试中我的表现如何？Can you evaluate my performance
  today briefly？您能简短评价下我今天的表现吗？

*** 对话练习
A: Thank you for picking up time for my interview.
B: Never mind, That's my job.
A: Do you have any comments on my performance today?
B: Pretty good.
A：感谢你抽时间安排我的面试。
B： 不要放在心上，这是我的工作。
A：您对我今天的表现有何评价？
B： 很好。

A: How do you think about my performance during the interview?
B: If I say not well, that must be finding a quarrel in a straw.
A: Thanks. I think I'm flattered.
B: To be candid with you, I really think you did a good job!
A：您认为今天的面试我表现得怎么样？
B： 如果我说不好，那肯定是吹毛求疵了。
A：谢谢，您过奖了。
B： 实话告诉你，我真的认为你表现得不错。
- pretty good和very good一样，都可以用于表扬别人.
- 俚语find a quarrel in a straw是“吹毛求疵，鸡蛋里挑骨头”的地道表达。
- I'm flattered表示“你过奖了”。回应别人的夸奖时，这样说会显得比较谦
  虚。
** 是否能胜任
Do you think I'm qualified for the position?
*** 温故而知新
- 温顾：我们十分熟悉的单词competent可以表示“能胜任的，有能力的”，因
  此，要表达“能胜任某一职位”就可以说be competent for the position. 
- 知新：除了be competent for外，老外们经常用be qualified for 表示“能
  胜任”如I'm sure I am qualified for the work我确信我可以胜任那份工作。
  be up to the position也可以用来表示。
- 更多：Do you think I can meet the standards of a good manager?您认为
  我符合一名优秀经理的标准吗？I think my personal ability is enough to
  deal with all the possible problems that position will encounter我想
  我的个人能力足以处理那个职位中可能遇到的所有问题。

*** 对话练习
A: Do you think I'm qualified for the position?
B: As far as I am concerned, you are the best candidate.
A: Really? You mean I may be a worker here?
B: I can't tell you now, but you can check your e-mail tomorrow.
A：您认为我能胜任这个职位吗？
B： 就目前来看，你是最佳人选。
A：真的吗？您是说我可能成为这里的一名员工了？
B： 我现在还不能给你答复，但你可以在明天查看你的邮件。

A: Do you think I can meet the standards of a good manager?
B: According to your resume and your performance, my answer is "yes" .
A: Thanks, I won't let you down.
B: Ok, I'm waiting for your excellent performance when you are here.
A：您认为我符合一名优秀经理的标准吗？
B： 根据你的简历和表现，我的答案是“是的”。
A：谢谢你，我不会让你失望的
B： 好的，我期望你就职后的精彩表现。
- as far as I am concerned 表示“就目前来看”，用in my view 则可以表达
  “在我看来”的意思。
- let sb down 和disappoint sb表示“让某人失望”
** 面试官印象
What did the interviewer say about your performance?面试官对你的表现怎
么的?
*** 温故而知新
- 温顾：相信大家已经掌握了用have comments on sth表示“觉得……怎么样”
  的用法，那么询问他人面试官如何评价他们的表现，就可以说What's the
  interviewer's comment about your performance? 
- 知新：事实上，要想询问对方别人如何评价他时，还可以简单的用What
  did……say about……？这个句型，即What did the interviewer say about
  your performance?
- 更多：What's the interviewer's view about your performance？面试官对
  你的表现有什么看法？How did the boss feel about your interview
  performance？老板是怎么看待你的面试表现的？

*** 对话练习
A: What did the interviewer say about your performance?
B: He just told me I've done a good job
A: Good omen, You may already get the job
B: I hope so.
A：面试官对你的表现怎么说的？
B： 他只告诉我说，我做的不错。
A：好兆头，你可能已经得到那份工作了。
B： 希望如此。

A: How did the boss feel about your interview performance?
B: He said that I might be a little nervous.I'm afraid I screwed it up.
A: Don't be upset. Never give up until the last minute.
B: Thank you for backing me up
A：老板是怎么看待你的面试表现的？
B： 他说我可能有点儿紧张，我恐怕是搞砸了
A：不要担心，不到最后一刻不要放弃。
B： 谢谢你支持我。
- good omen就表示我们常常希望碰到的“好兆头”。
- screw up 是“搞砸，弄糟”的意思，同类表达还有mess up和blow it.
- back  sb up 相当于support sb意思是“支持某人”。
* 通知上班

** 通知录用
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 表示感谢
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 上班第一天

** 新人报到
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 自我介绍
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 熟悉环境
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 问问题
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 虚心请教

** 在哪打卡
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 求助
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 人事行政

** 考勤记录
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 考核制度
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 迟到惩罚
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 工作时间
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 员工培训
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 部门及日常工作

** 复印文件
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 复印件出故障
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 隶属部门
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 主管上司
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 工作职责
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 工作内容
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 完成工作
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 关于请假

** 提前请假
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 请病假
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 申请请假
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 接打电话

** 自报门户
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 询问对方找谁
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 预约见面
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 转接电话
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 回电话
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 收发邮件

** 询问电子邮箱
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 抄送邮件
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 回复邮件
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 做简报

** 简介公司
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 简介产品
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 简介销售数据
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 简介利润
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 拜访客户

** 表达拜访意向
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 约好见面时间
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 等候见面
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 上门拜访
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 出差

** 出差时间
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 出差行程
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 出差目的
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 登机出发
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 加班

** 加班费
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 忙碌的一天
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 加班进行时
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 会议流程

** 会议目的
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 议题有什么
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

* 会议开始

** 人员是否到齐
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 会议开始
*** 温故而知新
- 温顾：
- 知新：
- 更多：

*** 对话练习
A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

A: 
B: 
A: 
B: 
A：
B： 
A：
B： 

** 直奔主题
*** 温故而知新
- 温顾：
- 知新：
- 更多：

