language.html

<div id="outline-container-org2f571aa" class="outline-4">
<h4 id="org2f571aa"><span class="section-number-4">11.3.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-11-3-2">
<p>
A: Sir, can I ask you one more question?
B: Sure, I'll be all ears.
A: Is there any benefits we can get in the holiday?
B: Sorry to tell you that we only provide normal salary.
A：先生，我能再问一个问题吗？
B： 当然，我洗耳恭听。
A：节假日有什么福利吗？
B： 很抱歉的告诉你，我们仅提供正常的薪水。
</p>

<p>
A: Is it possible that employees get additional salary in the holidays?
B: Yes, We give employees allowance according to their length of service.
A: So, can new employees get it, too?
B: Of course.
A：节假日期间员工有额外补助吗？
B： 当然了，我们会根据工龄发给员工补助的
A：那么新员工能得到吗？
B： 当然
</p>
<ul class="org-ul">
<li>I'll be all ears就是口语中常说的“洗耳恭听”。</li>
<li>length of service指“工龄”。</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgc86569b" class="outline-2">
<h2 id="orgc86569b"><span class="section-number-2">12</span> 面试表现</h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-org29da287" class="outline-3">
<h3 id="org29da287"><span class="section-number-3">12.1</span> 表现评价</h3>
<div class="outline-text-3" id="text-12-1">
<p>
Do you have any comments on my performance today?您对我今天的表现有何
评价？
</p>
</div>
<div id="outline-container-org905508a" class="outline-4">
<h4 id="org905508a"><span class="section-number-4">12.1.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-12-1-1">
<ul class="org-ul">
<li>温顾：要表达“别人对你评价如何”，可以是What about……？或者What's
your opinion about……？如：What about my performance today？我今天
表现如何？</li>
<li>知新：短语comment on sth的意思是“对……的评价”，在美国口语中，也经
常用have comment on sth表示“觉得……怎么样”。</li>
<li>更多：How do you think about my performance during the interview？你
认为在今天的面试中我的表现如何？Can you evaluate my performance
today briefly？您能简短评价下我今天的表现吗？</li>
</ul>
</div>
</div>

<div id="outline-container-orgc4be20f" class="outline-4">
<h4 id="orgc4be20f"><span class="section-number-4">12.1.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-12-1-2">
<p>
A: Thank you for picking up time for my interview.
B: Never mind, That's my job.
A: Do you have any comments on my performance today?
B: Pretty good.
A：感谢你抽时间安排我的面试。
B： 不要放在心上，这是我的工作。
A：您对我今天的表现有何评价？
B： 很好。
</p>

<p>
A: How do you think about my performance during the interview?
B: If I say not well, that must be finding a quarrel in a straw.
A: Thanks. I think I'm flattered.
B: To be candid with you, I really think you did a good job!
A：您认为今天的面试我表现得怎么样？
B： 如果我说不好，那肯定是吹毛求疵了。
A：谢谢，您过奖了。
B： 实话告诉你，我真的认为你表现得不错。
</p>
<ul class="org-ul">
<li>pretty good和very good一样，都可以用于表扬别人.</li>
<li>俚语find a quarrel in a straw是“吹毛求疵，鸡蛋里挑骨头”的地道表达。</li>
<li>I'm flattered表示“你过奖了”。回应别人的夸奖时，这样说会显得比较谦
虚。</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org8c816ae" class="outline-3">
<h3 id="org8c816ae"><span class="section-number-3">12.2</span> 是否能胜任</h3>
<div class="outline-text-3" id="text-12-2">
<p>
Do you think I'm qualified for the position?
</p>
</div>
<div id="outline-container-org23a1814" class="outline-4">
<h4 id="org23a1814"><span class="section-number-4">12.2.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-12-2-1">
<ul class="org-ul">
<li>温顾：我们十分熟悉的单词competent可以表示“能胜任的，有能力的”，因
此，要表达“能胜任某一职位”就可以说be competent for the position.</li>
<li>知新：除了be competent for外，老外们经常用be qualified for 表示“能
胜任”如I'm sure I am qualified for the work我确信我可以胜任那份工作。
be up to the position也可以用来表示。</li>
<li>更多：Do you think I can meet the standards of a good manager?您认为
我符合一名优秀经理的标准吗？I think my personal ability is enough to
deal with all the possible problems that position will encounter我想
我的个人能力足以处理那个职位中可能遇到的所有问题。</li>
</ul>
</div>
</div>

<div id="outline-container-orga8eb54f" class="outline-4">
<h4 id="orga8eb54f"><span class="section-number-4">12.2.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-12-2-2">
<p>
A: Do you think I'm qualified for the position?
B: As far as I am concerned, you are the best candidate.
A: Really? You mean I may be a worker here?
B: I can't tell you now, but you can check your e-mail tomorrow.
A：您认为我能胜任这个职位吗？
B： 就目前来看，你是最佳人选。
A：真的吗？您是说我可能成为这里的一名员工了？
B： 我现在还不能给你答复，但你可以在明天查看你的邮件。
</p>

<p>
A: Do you think I can meet the standards of a good manager?
B: According to your resume and your performance, my answer is "yes" .
A: Thanks, I won't let you down.
B: Ok, I'm waiting for your excellent performance when you are here.
A：您认为我符合一名优秀经理的标准吗？
B： 根据你的简历和表现，我的答案是“是的”。
A：谢谢你，我不会让你失望的
B： 好的，我期望你就职后的精彩表现。
</p>
<ul class="org-ul">
<li>as far as I am concerned 表示“就目前来看”，用in my view 则可以表达
“在我看来”的意思。</li>
<li>let sb down 和disappoint sb表示“让某人失望”</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgc38a1f5" class="outline-3">
<h3 id="orgc38a1f5"><span class="section-number-3">12.3</span> 面试官印象</h3>
<div class="outline-text-3" id="text-12-3">
<p>
What did the interviewer say about your performance?面试官对你的表现怎
么的?
</p>
</div>
<div id="outline-container-orgba1e99b" class="outline-4">
<h4 id="orgba1e99b"><span class="section-number-4">12.3.1</span> 温故而知新</h4>
<div class="outline-text-4" id="text-12-3-1">
<ul class="org-ul">
<li>温顾：相信大家已经掌握了用have comments on sth表示“觉得……怎么样”
的用法，那么询问他人面试官如何评价他们的表现，就可以说What's the
interviewer's comment about your performance?</li>
<li>知新：事实上，要想询问对方别人如何评价他时，还可以简单的用What
did……say about……？这个句型，即What did the interviewer say about
your performance?</li>
<li>更多：What's the interviewer's view about your performance？面试官对
你的表现有什么看法？How did the boss feel about your interview
performance？老板是怎么看待你的面试表现的？</li>
</ul>
</div>
</div>

<div id="outline-container-org9254b88" class="outline-4">
<h4 id="org9254b88"><span class="section-number-4">12.3.2</span> 对话练习</h4>
<div class="outline-text-4" id="text-12-3-2">
<p>
A: What did the interviewer say about your performance?
B: He just told me I've done a good job
A: Good omen, You may already get the job
B: I hope so.
A：面试官对你的表现怎么说的？
B： 他只告诉我说，我做的不错。
A：好兆头，你可能已经得到那份工作了。
B： 希望如此。
</p>

<p>
A: How did the boss feel about your interview performance?
B: He said that I might be a little nervous.I'm afraid I screwed it up.
A: Don't be upset. Never give up until the last minute.
B: Thank you for backing me up
A：老板是怎么看待你的面试表现的？
B： 他说我可能有点儿紧张，我恐怕是搞砸了
A：不要担心，不到最后一刻不要放弃。
B： 谢谢你支持我。
</p>
<ul class="org-ul">
<li>good omen就表示我们常常希望碰到的“好兆头”。</li>
<li>screw up 是“搞砸，弄糟”的意思，同类表达还有mess up和blow it.</li>
<li>back  sb up 相当于support sb意思是“支持某人”。</li>
</ul>
</div>
</div>
</div>
</div>
