language.org
** 短语
- up to a point:一定程度上,不完全如此,在一定程度上;
- no longer necessary:不再有必要；
- dilemma:困境；
- variance：方差；
- diagonal:对角线；
- histogram:直方图
- asymptotically:渐进地；
- apart from:远离，除…之外；且不说；缺少
- effectively：实际上；
- notwithstanding：虽然，尽管；
- authentication:认证；
- authorization:授权，认可；批准，委任；
- confidentiality：保密性；
- encryption：加密；
- cipher：密码；
- as well as :也；和…一样；不但…而且；
- vice versa:反之亦然；
- every so often: 常常，偶尔；
- effortlessly：轻松地；
- inference，infer:推理；
- installments：分期付款；
- credit scoring：信用评估；
- empirical error: 经验误差；
- proportion：比例；
- overfitting:过拟合；
- underfitting：欠拟合；
- cross-validation：交叉验证；
- pessimistic:悲观的；
- anomaly: 异常；
- latent：潜藏的；
- wiggly：波动的，摇摆的；
- interpolation:插值；
- polynomial：多项式；
- multinomial：多项式的，多维度的；
- partial derivatives：偏导数；
- quadratic：二次的，二次方程；
- inductive bias: 归纳偏置，诱导偏置；
- iid:机器学习界的缩写，independent and identically distributed，独立同分布；
- slope：斜率；
- intercept：截距；
- joint distribution：联合分布；
- joint probability:联合概率；
- approximation error:逼近误差；
- naive bayesian:朴素贝叶斯；
- bayesian decision theory：贝叶斯决策伦；
- realm：领域；
- loan：贷款；
- prior probability:先验概率；
- conditional probability：条件概率；
- posterior probability:后验概率；
- mean square error： 均方差；
- unbiased estimator: 无偏估计
- discriminant：判别式；
- likelihood：可以翻译为似然，最大似然就是maximum likelihood；
- maximum likelihood estimation:最大似然估计；
- perceptron：感知机；
- gait：步态、步法；
- shank：小腿；
- forefoot：前脚掌；
- heel：后脚跟；
- velocity：速度；
- assess：评估、评价；
- kinematic：运动学的、运动的；
- acceptance testing (WAT: wafer acceptance testing) 
- acceptor: 受主，如B，掺入Si中需要接受电子 
- access：一个EDA（Engineering Data Analysis）系统 
- acid：酸 
- active device：有源器件，如MOS FET（非线性，可以对信号放大） 
- align mark(key)：对位标记 
- alloy：合金 
- aluminum：铝 
- ammonia：氨水 
- ammonium fluoride：NH4F 
- ammonium hydroxide：NH4OH 
- amorphous silicon：α-Si，非晶硅（不是多晶硅） 
- analog：模拟的 
- angstrom：A（1E-10m）埃 
- anisotropic：各向异性（如POLY ETCH） 
- antimony(Sb)锑 
- argon(Ar)氩 
- arsenic(As)砷 
- arsenic trioxide(As2O3)三氧化二砷 
- arsine(AsH3) 
- asher：去胶机 
- aspect ration：形貌比（ETCH中的深度、宽度比） 
- autodoping：自搀杂（外延时SUB的浓度高，导致有杂质蒸发到环境中后，又回掺到外延层） 
- back end：后段（CONTACT以后、PCM测试前） 
- baseline：标准流程 
- benchmark：基准 
- bipolar：双极 
- boat：扩散用（石英）舟 
- character window：特征窗口。用文字或数字描述的包含工艺所有特性的一个方形区域。 
- chemical-mechanical polish（CMP）：化学机械抛光法。一种去掉圆片表面某种物质的方法。 
- chemical vapor deposition（CVD）：化学汽相淀积。一种通过化学反应生成一层薄膜的工艺。 
- chip：碎片或芯片。 
- circuit design ：电路设计。一种将各种元器件连接起来实现一定功能的技术。 
- cleanroom：一种在温度，湿度和洁净度方面都需要满足某些特殊要求的特定区域。 
- compensation doping：补偿掺杂。向P型半导体掺入施主杂质或向N型掺入受主杂质。 
- computer-aided design（CAD）：计算机辅助设计。 
- conductivity type：传导类型，由多数载流子决定。在N型材料中多数载流子是电子，在P型材料中多数载流子是空穴。 
- contact：孔。在工艺中通常指孔1，即连接铝和硅的孔。 
- control chart：控制图。一种用统计数据描述的可以代表工艺某种性质的曲线图表。 
- correlation：相关性。 
- cycle time：圆片做完某段工艺或设定工艺段所需要的时间。通常用来衡量流通速度的快慢。 
- damage：损伤。对于单晶体来说，有时晶格缺陷在表面处理后形成无法修复的变形也可以叫做损伤。 
- defect density：缺陷密度。单位面积内的缺陷数。 
- depletion implant：耗尽注入。一种在沟道中注入离子形成耗尽晶体管的注入工艺。（耗尽晶体管指在栅压为零的情况下有电流流过的晶体管。） 
- depletion layer：耗尽层。可动载流子密度远低于施主和受主的固定电荷密度的区域。 
- depletion width：耗尽宽度。53中提到的耗尽层这个区域的宽度。 
- deposition：淀积。一种在圆片上淀积一定厚度的且不和下面层次发生化学反应的薄膜的一种方法。 
- depth of focus（DOF）：焦深。 
- design of experiments (DOE)：为了达到费用最小化、降低试验错误、以及保证数据结果的统计合理性等目的，所设计的初始工程批试验计划。 
- develop：显影（通过化学处理除去曝光区域的光刻胶，形成所需图形的过程） 
- developer：Ⅰ）显影设备； Ⅱ）显影液 
- diborane (B2H6)：乙硼烷，一种无色、易挥发、有毒的可燃气体，常用来作为半导体生产中的硼源 
- dichloromethane (CH2CL2)：二氯甲，一种无色，不可燃，不可爆的液体。 
- dichlorosilane (DSC)：二氯甲硅烷，一种可燃，有腐蚀性，无色，在潮湿环境下易水解的物质，常用于硅外延或多晶硅的成长，以及用在沉积二氧化硅、氮化硅时的化学气氛中。 
- die：硅片中一个很小的单位，包括了设计完整的单个芯片以及芯片邻近水平和垂直方向上的部分划片槽区域。 
- dielectric：Ⅰ）介质，一种绝缘材料； Ⅱ）用于陶瓷或塑料封装的表面材料，可以提供电绝缘功能。 
- diffused layer：扩散层，即杂质离子通过固态扩散进入单晶硅中，在临近硅表面的区域形成与衬底材料反型的杂质离子层。 
- disilane (Si2H6)：乙硅烷，一种无色、无腐蚀性、极易燃的气体，燃烧时能产生高火焰，暴露在空气中会自燃。在生产光电单元时，乙硅烷常用于沉积多晶硅薄膜。 
- drive-in：推阱，指运用高温过程使杂质在硅片中分布扩散。 
- dry etch：干刻，指采用反应气体或电离气体除去硅片某一层次中未受保护区域的混合了物理腐蚀及化学腐蚀的工艺过程。 
- effective layer thickness：有效层厚，指在外延片制造中，载流子密度在规定范围内的硅锭前端的深度。 
- epitaxial layer：外延层。半导体技术中，在决定晶向的基质衬底上生长一层单晶半导 体材料，这一单晶半导体层即为外延层。 
- equipment downtime：设备状态异常以及不能完成预定功能的时间。 
- etch：腐蚀，运用物理或化学方法有选择的去除不需的区域。 
- exposure：曝光，使感光材料感光或受其他辐射材料照射的过程。 
- fab：常指半导体生产的制造工厂。 
- feature size：特征尺寸，指单个图形的最小物理尺寸。 
- field-effect transistor（FET）：场效应管。包含源、漏、栅、衬四端，由源经栅到漏的多子流驱动而工作，多子流由栅下的横向电场控制。 
- film：薄膜，圆片上的一层或多层迭加的物质。 
- flat：平边 
- flatband capacitanse：平带电容 
- flatband voltage：平带电压 
- flow coefficicent：流动系数 
- flow velocity：流速计 
- flow volume：流量计 
- flux：单位时间内流过给定面积的颗粒数 
- forbidden energy gap：禁带 
- four-point probe：四点探针台 
- functional area：功能区 
- gate oxide：栅氧 
- glass transition temperature：玻璃态转换温度 
- gowning：净化服 
- gray area：灰区 
- grazing incidence interferometer：切线入射干涉仪 
- hard bake：后烘 
- heteroepitaxy：单晶长在不同材料的衬底上的外延方法 
- high-current implanter：束电流大于3ma的注入方式，用于批量生产 
- hign-efficiency particulate air(HEPA) filter：高效率空气颗粒过滤器，去掉99.97%的大于0.3um的颗粒 
- host：主机 
- hot carriers：热载流子 
- hydrophilic：亲水性 
- hydrophobic：疏水性 
- impurity：杂质 
- inductive coupled plasma(ICP)：感应等离子体 
- inert gas：惰性气体 
- initial oxide：一氧 
- insulator：绝缘 
- isolated line：隔离线 
- implant : 注入 
- impurity n : 掺杂 
- junction : 结 
- junction spiking n :铝穿刺 
- kerf :划片槽 
- landing pad n AD 
- lithography n 制版 
- maintainability, equipment : 设备产能 
- maintenance n :保养 
- majority carrier n :多数载流子 
- masks, device series of n : 一成套光刻版 
- material n :原料 
- matrix n 1 :矩阵 
- mean n : 平均值 
- measured leak rate n :测得漏率 
- median n :中间值 
- memory n : 记忆体 
- metal n :金属 
- nanometer (nm) n ：纳米 
- nanosecond (ns) n ：纳秒 
- nitride etch n ：氮化物刻蚀 
- nitrogen (N2 ) n： 氮气，一种双原子气体 
- n-type adj ：n型 
- ohms per square n：欧姆每平方: 方块电阻 
- orientation n： 晶向，一组晶列所指的方向 
- overlap n ： 交迭区 
- oxidation n ：氧化，高温下氧气或水蒸气与硅进行的化学反应 
- phosphorus (P) n ：磷 ，一种有毒的非金属元素 
- photomask n ：光刻版，用于光刻的版 
- photomask, negative n：反刻 
- images：去掉图形区域的版 
- photomask, positive n：正刻 
- pilot n ：先行批，用以验证该工艺是否符合规格的片子 
- plasma n ：等离子体，用于去胶、刻蚀或淀积的电离气体 
- plasma-enhanced chemical vapor deposition (PECVD) n： 等离子体化学气相淀积，低温条件下的等离子淀积工艺 
- plasma-enhanced TEOS oxide deposition n：TEOS淀积，淀积TEOS的一种工艺 
- pn junction n：pn结 
- pocked bead n：麻点，在20X下观察到的吸附在低压表面的水珠 
- polarization n：偏振，描述电磁波下电场矢量方向的术语 
- polycide n：多晶硅 /金属硅化物， 解决高阻的复合栅结构 
- polycrystalline silicon (poly) n：多晶硅，高浓度掺杂（> 5E19）的硅，能导电。 
- polymorphism n：多态现象，多晶形成一种化合物以至少两种不同的形态结晶的现象 
- prober n :探针。在集成电路的电流测试中使用的一种设备，用以连接圆片和检测设备。 
- process control n :过程控制。半导体制造过程中，对设备或产品规范的控制能力。 
- proximity X-ray n :近X射线：一种光刻技术，用X射线照射置于光刻胶上方的掩 膜版，从而使对应的光刻胶暴光。 
- pure water n : 纯水。半导体生产中所用之水。 
- quantum device n :量子设备。一种电子设备结构，其特性源于电子的波动性。 
- quartz carrier n :石英舟。 
- random access memory (RAM) n :随机存储器。 
- random logic device n :随机逻辑器件。 
- rapid thermal processing (RTP) n :快速热处理(RTP)。 
- reactive ion etch (RIE) n : 反应离子刻蚀(RIE)。 
- reactor n :反应腔。反应进行的密封隔离腔。 
- recipe n :菜单。生产过程中对圆片所做的每一步处理规范。 
- resist n :光刻胶。 
- scanning electron microscope (SEM) n :电子显微镜(SEM)。 
- scheduled downtime n : (设备)预定停工时间。 
- Schottky barrier diodes n :肖特基二极管。 
- scribe line n :划片槽。 
- sacrificial etchback n :牺牲腐蚀。 
- semiconductor n :半导体。电导性介于导体和绝缘体之间的元素。 
- sheet resistance (Rs) (or per square) n :薄层电阻。一般用以衡量半导体表面杂质掺杂水平。 
- side load: 边缘载荷，被弯曲后产生的应力。 
- silicon on sapphire(SOS)epitaxial wafer:外延是蓝宝石衬底硅的原片 
- small scale integration(SSI):小规模综合，在单一模块上由2到10个图案的布局。 
- source code:原代码，机器代码编译者使用的，输入到程序设计语言里或编码器的代码。 
- spectral line: 光谱线，光谱镊制机或分光计在焦平面上捕捉到的狭长状的图形。 
- spin webbing: 旋转带，在旋转过程中在下表面形成的细丝状的剩余物。 
- sputter etch: 溅射刻蚀，从离子轰击产生的表面除去薄膜。 
- stacking fault:堆垛层错，原子普通堆积规律的背离产生的2次空间错误。 
- steam bath:蒸汽浴，一个大气压下，流动蒸汽或其他温度热源的暴光。 
- step response time:瞬态特性时间，大多数流量控制器实验中，普通变化时段到气流刚 到达特定地带的那个时刻之间的时间。 
- stepper: 步进光刻机（按BLOCK来曝光） 
- stress test: 应力测试，包括特定的电压、温度、湿度条件。 
- surface profile:表面轮廓，指与原片表面垂直的平面的轮廓（没有特指的情况下）。 
- symptom:征兆，人员感觉到在一定条件下产生变化的弊病的主观认识。 
- tack weld:间断焊，通常在角落上寻找预先有的地点进行的点焊（用于连接盖子）。 
- Taylor tray:泰勒盘，褐拈土组成的高膨胀物质。 
- temperature cycling:温度周期变化，测量出的重复出现相类似的高低温循环。 
- testability:易测性，对于一个已给电路来说，哪些测试是适用它的。 
- thermal deposition:热沉积，在超过950度的高温下，硅片引入化学掺杂物的过程。 
- thin film:超薄薄膜，堆积在原片表面的用于传导或绝缘的一层特殊薄膜。 
- titanium(Ti): 钛。 
- toluene(C6H5CH3): 甲苯。有毒、无色易燃的液体，它不溶于水但溶于酒精和大气。 
- tungsten(W): 钨。 
- tungsten hexafluoride(WF6): 氟化钨。无色无味的气体或者是淡黄色液体。在CVD中WF6用于淀积硅化物，也可用于钨传导的薄膜。 
- tinning: 金属性表面覆盖焊点的薄层。 
- total fixed charge density(Nth): 下列是硅表面不可动电荷密度的总和：氧化层固定电荷密度(Nf)、氧化层俘获的电荷的密度(Not)、界面负获得电荷密度(Nit)。 
- watt(W): 瓦。能量单位。 
- wafer flat: 从晶片的一面直接切下去，用于表明自由载流子的导电类型和晶体表面的晶向，也可用于在处理和雕合过程中的排列晶片。 
- wafer process chamber(WPC): 对晶片进行工艺的腔体。 
- well: 阱。 
- wet chemical etch: 湿法化学腐蚀。 
- trench: 深腐蚀区域，用于从另一区域隔离出一个区域或者在硅晶片上形成存储电容器。 
- via: 通孔。使隔着电介质的上下两层金属实现电连接。 
- window: 在隔离晶片中，允许上下两层实现电连接的绝缘的通道。 
- torr : 托。压力的单位。 
- vapor pressure: 当固体或液体处于平衡态时自己拥有的蒸汽所施加的压力。蒸汽压力是与物质和温度有关的函数。 
- vacuum: 真空。 
- transition metals: 过渡金属
- Abrupt junction: 突变结
- Accelerated testing: 加速实验
- Acceptor: 受主 
- Acceptor atom: 受主原子 
- Accumulation: 积累、堆积 
- Accumulating contact: 积累接触 
- Accumulation region: 积累区 
- Accumulation layer: 积累层 
- Active region: 有源区 
- Active component: 有源元 
- Active device: 有源器件 
- Activation: 激活 
- Activation energy: 激活能 
- Active region: 有源（放大）区 
- Admittance: 导纳 
- Allowed band: 允带 
- Alloy-junction device:合金结器件
- Aluminum(Aluminium): 铝 
- Aluminum – oxide: 铝氧化物 
- Aluminum passivation: 铝钝化 
- Ambipolar: 双极的
- Ambient temperature: 环境温度 
- Amorphous: 无定形的，非晶体的 
- Amplifier: 功放 扩音器 放大器 
- Analogue(Analog) comparator: 模拟比较器 Angstrom 埃 
- Anneal: 退火 
- Anisotropic: 各向异性的 
- Anode: 阳极 
- Arsenic (AS): 砷 
- Auger: 俄歇 
- Auger process: 俄歇过程 
- Avalanche: 雪崩 
- Avalanche breakdown: 雪崩击穿 
- Avalanche excitation:雪崩激发 
- Background carrier: 本底载流子 
- Background doping: 本底掺杂 
- Backward: 反向 
- Backward bias: 反向偏置 
- Ballasting resistor: 整流电阻 
- Ball bond: 球形键合 
- Band gap: 能带间隙 
- Barrier: 势垒 
- Barrier layer: 势垒层 
- Barrier width: 势垒宽度 
- Base: 基极 
- Base contact: 基区接触 
- Base stretching: 基区扩展效应 
- Base transit time: 基区渡越时间 
- Base transport efficiency:基区输运系数 
- Base-width modulation:基区宽度调制 
- Basis vector: 基矢 
- Bias: 偏置 
- Bilateral switch: 双向开关 
- Binary code: 二进制代码
- Binary compound semiconductor: 二元化合物半导体 
- Bipolar: 双极性的 
- Bipolar Junction Transistor (BJT):双极晶体管 
- Bloch: 布洛赫 
- Blocking band: 阻挡能带 
- Blocking contact: 阻挡接触 
- Body - centered: 体心立方 
- Body-centred cubic structure: 体立心结构 
- Boltzmann: 波尔兹曼 
- Bond: 键、键合 
- Bonding electron: 价电子 
- Bonding pad: 键合点 
- Bootstrap circuit: 自举电路 
- Bootstrapped emitter follower: 自举射极跟随器
- Boron: 硼 
- Borosilicate glass: 硼硅玻璃 
- Boundary condition: 边界条件 
- Bound electron: 束缚电子 
- Breadboard: 模拟板、实验板 
- Break down: 击穿 
- Break over: 转折 
- Brillouin: 布里渊 
- Brillouin zone: 布里渊区 
- Built-in: 内建的 
- Build-in electric field: 内建电场 
- Bulk 体/体内 Bulk absorption: 体吸收 
- Bulk generation: 体产生 
- Bulk recombination: 体复合 
- Burn - in: 老化 
- Burn out: 烧毁 
- Buried channel: 埋沟 
- Buried diffusion region: 隐埋扩散区 
- Can: 外壳 
- Capacitance: 电容 
- Capture cross section: 俘获截面 
- Capture carrier: 俘获载流子 
- Carrier: 载流子、载波
- Carry bit: 进位位 
- Carry-in bit: 进位输入 
- Carry-out bit: 进位输出 
- Cascade: 级联 
- Case: 管壳 
- Cathode: 阴极
- Center: 中心 
- Ceramic： 陶瓷（的） 
- Channel： 沟道 
- Channel breakdown： 沟道击穿
- Channel current: 沟道电流 
- Channel doping: 沟道掺杂 
- Channel shortening: 沟道缩短 
- Channel width: 沟道宽度 
- Characteristic impedance: 特征阻抗 
- Charge: 电荷、充电 
- Charge-compensation effects: 电荷补偿效应 
- Charge conservation: 电荷守恒 
- Charge neutrality condition 电中性条件 
- Charge drive/exchange/sharing/transfer/storage 电荷驱动/交换/共享/转移/存储 
- Chemmical etching 化学腐蚀法 
- Chemically-Polish 化学抛光 
- Chemmically-Mechanically Polish (CMP) 化学机械抛光 Chip 芯片 
- Chip yield 芯片成品率 
- Clamped 箝位 
- Clamping diode 箝位二极管 
- Cleavage plane 解理面 
- Clock rate 时钟频率 
- Clock generator 时钟发生器 
- Clock flip-flop 时钟触发器 
- Close-packed structure 密堆积结构 
- Close-loop gain 闭环增益
- Collector 集电极 
- Collision 碰撞 
- Compensated OP-AMP 补偿运放 
- Common-base/collector/emitter connection 共基极/集电极/发射极连接 
- Common-gate/drain/source connection 共栅/漏/源连接 
- Common-mode gain 共模增益 
- Common-mode input 共模输入 
- Common-mode rejection ratio (CMRR) 共模抑制比 
- Compatibility 兼容性 
- Compensation 补偿 
- Compensated impurities 补偿杂质 
- Compensated semiconductor 补偿半导体 
- Complementary Darlington circuit 互补达林顿电路 
- Complementary Metal-Oxide-Semiconductor Field-Effect-Transistor(CMOS) 
- 互补金属氧化物半导体场效应晶体管 
- Complementary error function 余误差函数 
- Computer-aided design (CAD)/test(CAT)/manufacture(CAM) 计算机辅助设计/ 测试 /制造 
- Compound Semiconductor 化合物半导体 
- Conductance 电导 
- Conduction band (edge) 导带(底) 
- Conduction level/state 导带态 
- Conductor 导体
- Conductivity 电导率 
- Configuration 组态
- Conlomb 库仑 
- Conpled Configuration Devices 结构组态 
- Constants 物理常数 
- Constant energy surface 等能面 
- Constant-source diffusion恒定源扩散 
- Contact 接触 
- Contamination 治污 
- Continuity equation 连续性方程
- Contact hole 接触孔 
- Contact potential 接触电势 
- Continuity condition 连续性条件 
- Contra doping 反掺杂 
- Controlled 受控的 
- Converter 转换器 
- Conveyer 传输器 
- Copper interconnection system 铜互连系统
- Couping 耦合 
- Covalent 共阶的 
- Crossover 跨交 
- Critical 临界的 
- Crossunder 穿交 
- Crucible坩埚 
- Crystal defect/face/orientation/lattice 晶体缺陷/晶面/晶向/晶格 
- Current density 电流密度
- Curvature 曲率 
- Cut off 截止 
- Current drift/dirve/sharing 电流漂移/驱动/共享 
- Current Sense 电流取样 
- Curvature 弯曲 
- Custom integrated circuit 定制集成电路 
- Cylindrical 柱面的 
- Czochralshicrystal 直立单晶 
- Czochralski technique 切克劳斯基技术（Cz法直拉晶体J） 
- Dangling bonds 悬挂键 
- Dark current 暗电流 
- Dead time 空载时间 
- Debye length 德拜长度 
- De.broglie 德布洛意 
- Decderate 减速 
- Decibel (dB) 分贝 
- Decode 译码 
- Deep acceptor level 深受主能级 
- Deep donor level 深施主能级 
- Deep impurity level 深度杂质能级 
- Deep trap 深陷阱 
- Defeat 缺陷 
- Degenerate semiconductor 简并半导体 
- Degeneracy 简并度 
- Degradation 退化 
- Degree Celsius(centigrade) /Kelvin 摄氏/开氏温度 
- Delay 延迟 Density 密度 
- Density of states 态密度 
- Depletion 耗尽 
- Depletion approximation 耗尽近似 
- Depletion contact 耗尽接触 
- Depletion depth 耗尽深度 
- Depletion effect 耗尽效应 
- Depletion layer 耗尽层 
- Depletion MOS 耗尽MOS 
- Depletion region 耗尽区 
- Deposited film 淀积薄膜 
- Deposition process 淀积工艺 
- Design rules 设计规则 
- Die 芯片（复数dice） 
- Diode 二极管 
- Dielectric 介电的 
- Dielectric isolation 介质隔离 
- Difference-mode input 差模输入 
- Differential amplifier 差分放大器 
- Differential capacitance 微分电容 
- Diffused junction 扩散结 
- Diffusion 扩散 
- Diffusion coefficient 扩散系数 
- Diffusion constant 扩散常数
- Diffusivity 扩散率 
- Diffusion capacitance/barrier/current/furnace 扩散电容/势垒/电流/炉 
- Digital circuit 数字电路 
- Dipole domain 偶极畴 
- Dipole layer 偶极层 
- Direct-coupling 直接耦合 
- Direct-gap semiconductor 直接带隙半导体 
- Direct transition 直接跃迁 
- Discharge 放电 
- Discrete component 分立元件 
- Dissipation 耗散 
- Distribution 分布 
- Distributed capacitance 分布电容 
- Distributed model 分布模型 
- Displacement 位移 Dislocation 位错 
- Domain 畴 Donor 施主 
- Donor exhaustion 施主耗尽 
- Dopant 掺杂剂 
- Doped semiconductor 掺杂半导体 
- Doping concentration 掺杂浓度 
- Double-diffusive MOS(DMOS)双扩散MOS. 
- Drift 漂移 Drift field 漂移电场 
- Drift mobility 迁移率 
- Dry etching 干法腐蚀 
- Dry/wet oxidation 干/湿法氧化
- Dose 剂量 
- Duty cycle 工作周期 
- Dual-in-line package （DIP） 双列直插式封装 
- Dynamics 动态 
- Dynamic characteristics 动态属性 
- Dynamic impedance 动态阻抗 
- Early effect 厄利效应 
- Early failure 早期失效 
- Effective mass 有效质量 
- Einstein relation(ship) 爱因斯坦关系 
- Electric Erase Programmable Read Only Memory(E2PROM) 一次性电可擦除只读存储器 
- Electrode 电极 
- Electrominggratim 电迁移 
- Electron affinity 电子亲和势 
- Electronic -grade 电子能 
- Electron-beam photo-resist exposure 光致抗蚀剂的电子束曝光 
- Electron gas 电子气 
- Electron-grade water 电子级纯水 
- Electron trapping center 电子俘获中心 
- Electron Volt (eV) 电子伏 
- Electrostatic 静电的
- Element 元素/元件/配件 
- Elemental semiconductor 元素半导体
- Ellipse 椭圆 
- Ellipsoid 椭球 
- Emitter 发射极 
- Emitter-coupled logic 发射极耦合逻辑
- Emitter-coupled pair 发射极耦合对 
- Emitter follower 射随器 
- Empty band 空带 
- Emitter crowding effect 发射极集边（拥挤）效应 
- Endurance test =life test 寿命测试 
- Energy state 能态 
- Energy momentum diagram 能量-动量(E-K)图 
- Enhancement mode 增强型模式 
- Enhancement MOS 增强性
- MOS Entefic (低)共溶的 
- Environmental test 环境测试 
- Epitaxial 外延的 
- Epitaxial layer 外延层 
- Epitaxial slice 外延片 
- Expitaxy 外延 
- Equivalent curcuit 等效电路 
- Equilibrium majority /minority carriers 平衡多数/少数载流子 
- Erasable Programmable ROM (EPROM)可搽取（编程）存储器 
- Error function complement 余误差函数 
- Etch 刻蚀 
- Etchant 刻蚀剂 
- Etching mask 抗蚀剂掩模 
- Excess carrier 过剩载流子 
- Excitation energy 激发能 
- Excited state 激发态 
- Exciton 激子 
- Extrapolation 外推法 
- Extrinsic 非本征的 
- Extrinsic semiconductor 杂质半导体 
- Face - centered 面心立方 
- Fall time 下降时间 
- Fan-in 扇入 
- Fan-out 扇出 
- Fast recovery 快恢复 
- Fast surface states 快界面态 
- Feedback 反馈 
- Fermi level 费米能级 
- Fermi-Dirac Distribution 费米-狄拉克分布 
- Femi potential 费米势 
- Fick equation 菲克方程（扩散） 
- Field effect transistor 场效应晶体管 
- Field oxide 场氧化层 
- Filled band 满带 
- Film 薄膜 
- Flash memory 闪烁存储器 
- Flat band 平带 
- Flat pack 扁平封装 
- Flicker noise 闪烁（变）噪声 
- Flip-flop toggle 触发器翻转 
- Floating gate 浮栅 
- Fluoride etch 氟化氢刻蚀 
- Forbidden band 禁带 
- Forward bias 正向偏置 
- Forward blocking /conducting正向阻断/导通 
- Frequency deviation noise频率漂移噪声 
- Frequency response 频率响应 
- Function 函数 
- Gain 增益 Gallium-Arsenide(GaAs) 砷化钾 
- Gamy ray r 射线 
- Gate 门、栅、控制极 
- Gate oxide 栅氧化层 
- Gauss（ian） 高斯 
- Gaussian distribution profile 高斯掺杂分布
- Generation-recombination 产生-复合 
- Geometries 几何尺寸 
- Germanium(Ge) 锗 
- Graded 缓变的 
- Graded (gradual) channel 缓变沟道 
- Graded junction 缓变结 
- Grain 晶粒 
- Gradient 梯度 
- Grown junction 生长结 
- Guard ring 保护环 
- Gummel-Poom model 葛谋-潘 模型 
- Gunn - effect 狄氏效应 
- Hardened device 辐射加固器件 
- Heat of formation 形成热 
- Heat sink 散热器、热沉 
- Heavy/light hole band 重/轻 空穴带 
- Heavy saturation 重掺杂 
- Hell - effect 霍尔效应 
- Heterojunction 异质结 
- Heterojunction structure 异质结结构 
- Heterojunction Bipolar Transistor（HBT）异质结双极型晶体 
- High field property 高场特性 
- High-performance MOS.( H-MOS)高性能
- MOS. Hormalized 归一化 
- Horizontal epitaxial reactor 卧式外延反应器 
- Hot carrior 热载流子 
- Hybrid integration 混合集成 
- Image - force 镜象力 
- Impact ionization 碰撞电离 
- Impedance 阻抗 
- Imperfect structure 不完整结构 
- Implantation dose 注入剂量 
- Implanted ion 注入离子 
- Impurity 杂质
- Impurity scattering 杂志散射 
- Incremental resistance 电阻增量（微分电阻）
- In-contact mask 接触式掩模 
- Indium tin oxide (ITO) 铟锡氧化物 
- Induced channel 感应沟道 
- Infrared 红外的 
- Injection 注入 
- Input offset voltage 输入失调电压 
- Insulator 绝缘体 
- Insulated Gate FET(IGFET)绝缘栅
- FET Integrated injection logic集成注入逻辑 
- Integration 集成、积分 
- Interconnection 互连 
- Interconnection time delay 互连延时 
- Interdigitated structure 交互式结构 
- Interface 界面 
- Interference 干涉 
- International system of unions国际单位制 
- Internally scattering 谷间散射 
- Interpolation 内插法 
- Intrinsic 本征的 
- Intrinsic semiconductor 本征半导体 
- Inverse operation 反向工作 
- Inversion 反型 
- Inverter 倒相器 
- Ion 离子
- Ion beam 离子束 
- Ion etching 离子刻蚀 
- Ion implantation 离子注入 
- Ionization 电离 
- Ionization energy 电离能 
- Irradiation 辐照 
- Isolation land 隔离岛 
- Isotropic 各向同性 
- Junction FET(JFET) 结型场效应管 
- Junction isolation 结隔离 
- Junction spacing 结间距 
- Junction side-wall 结侧壁 
- Latch up 闭锁 
- Lateral 横向的 
- Lattice 晶格 
- Layout 版图 
- Lattice binding/cell/constant/defect/distortion 晶格结合力/晶胞/晶格/晶格常熟/晶格缺陷/晶格畸变 
- Leakage current （泄）漏电流 
- Level shifting 电平移动 
- Life time 寿命 
- linearity 线性度 
- Linked bond 共价键 
- Liquid Nitrogen 液氮 
- Liquid－phase epitaxial growth technique 液相外延生长技术 
- Lithography 光刻 
- Light Emitting Diode(LED) 发光二极管 
- Load line or Variable 负载线 
- Locating and Wiring 布局布线 
- Longitudinal 纵向的 
- Logic swing 逻辑摆幅 
- Lorentz 洛沦兹 
- Lumped model 集总模型 
- Majority carrier 多数载流子 
- Mask 掩膜板，光刻板 
- Mask level 掩模序号 
- Mask set 掩模组 
- Mass - action law质量守恒定律
- Master-slave D flip-flop主从D触发器 
- Matching 匹配 
- Maxwell 麦克斯韦 
- Mean free path 平均自由程 
- Meandered emitter junction梳状发射极结 
- Mean time before failure (MTBF) 平均工作时间 
- Megeto - resistance 磁阻 
- Mesa 台面 
- MESFET-Metal Semiconductor金属半导体FET 
- Metallization 金属化 
- Microelectronic technique 微电子技术 
- Microelectronics 微电子学 
- Millen indices 密勒指数 
- Minority carrier 少数载流子 
- Misfit 失配 
- Mismatching 失配 
- Mobile ions 可动离子 
- Mobility 迁移率 
- Module 模块 
- Modulate 调制 
- Molecular crystal分子晶体 
- Monolithic IC 单片IC MOSFET金属氧化物半导体场效应晶体管 
- Mos. Transistor(MOST )MOS. 晶体管 
- Multiplication 倍增 
- Modulator 调制 
- Multi-chip IC 多芯片IC 
- Multi-chip module(MCM) 多芯片模块 
- Multiplication coefficient倍增因子 
- Naked chip 未封装的芯片（裸片） 
- Negative feedback 负反馈 
- Negative resistance 负阻 
- Nesting 套刻 
- Negative-temperature-coefficient 负温度系数 
- Noise margin 噪声容限 
- Nonequilibrium 非平衡 
- Nonrolatile 非挥发（易失）性 
- Normally off/on 常闭/开 
- Numerical analysis 数值分析 
- Occupied band 满带 
- Officienay 功率 
- Offset 偏移、失调 
- On standby 待命状态 
- Ohmic contact 欧姆接触 
- Open circuit 开路 
- Operating point 工作点 
- Operating bias 工作偏置 
- Operational amplifier (OPAMP)运算放大器 
- Optical photon =photon 光子 
- Optical quenching光猝灭 
- Optical transition 光跃迁 
- Optical-coupled isolator光耦合隔离器 
- Organic semiconductor有机半导体 
- Orientation 晶向、定向 
- Outline 外形 
- Out-of-contact mask非接触式掩模 
- Output characteristic 输出特性 
- Output voltage swing 输出电压摆幅 
- Overcompensation 过补偿 
- Over-current protection 过流保护 
- Over shoot 过冲 
- Over-voltage protection 过压保护 
- Overlap 交迭 
- Overload 过载 
- Oscillator 振荡器 
- Oxide 氧化物 
- Oxidation 氧化 
- Oxide passivation 氧化层钝化 
- Package 封装
- Pad 压焊点 
- Parameter 参数 
- Parasitic effect 寄生效应 
- Parasitic oscillation 寄生振荡 
- Passination 钝化 
- Passive component 无源元件 
- Passive device 无源器件 
- Passive surface 钝化界面 
- Parasitic transistor 寄生晶体管 
- Peak-point voltage 峰点电压 
- Peak voltage 峰值电压 
- Permanent-storage circuit 永久存储电路 
- Period 周期 
- Periodic table 周期表 
- Permeable - base 可渗透基区 
- Phase-lock loop 锁相环
- Phase drift 相移 
- Phonon spectra 声子谱 
- Photo conduction 光电导
- Photo diode 光电二极管 
- Photoelectric cell 光电池 
- Photoelectric effect 光电效应 
- Photoenic devices 光子器件 
- Photolithographic process 光刻工艺 
- (photo) resist （光敏）抗腐蚀剂 
- Pin 管脚 
- Pinch off 夹断 
- Pinning of Fermi level 费米能级的钉扎（效应） 
- Planar process 平面工艺 
- Planar transistor 平面晶体管 
- Plasma 等离子体 
- Plezoelectric effect 压电效应 
- Poisson equation 泊松方程 
- Point contact 点接触 
- Polarity 极性 
- Polycrystal 多晶 
- Polymer semiconductor聚合物半导体 
- Poly-silicon 多晶硅 
- Potential (电)势 
- Potential barrier 势垒 
- Potential well 势阱 
- Power dissipation 功耗 
- Power transistor 功率晶体管 
- Preamplifier 前置放大器 
- Primary flat 主平面 
- Principal axes 主轴 
- Print-circuit board(PCB) 印制电路板 
- Probability 几率 
- Probe 探针 
- Process 工艺 
- Propagation delay 传输延时 
- Pseudopotential method 膺势发 
- Punch through 穿通 
- Pulse triggering/modulating 脉冲触发/调制Pulse 
- Widen Modulator(PWM) 脉冲宽度调制 
- Punchthrough 穿通 
- Push-pull stage 推挽级 
- Quality factor 品质因子 
- Quantization 量子化 
- Quantum 量子 
- Quantum efficiency量子效应 
- Quantum mechanics 量子力学 
- Quasi – Fermi－level准费米能级 
- Quartz 石英 
- Radiation conductivity 辐射电导率 
- Radiation damage 辐射损伤 
- Radiation flux density 辐射通量密度 
- Radiation hardening 辐射加固 
- Radiation protection 辐射保护 
- Radiative - recombination辐照复合 
- Radioactive 放射性 
- Reach through 穿通 
- Reactive sputtering source 反应溅射源 
- Read diode 里德二极管 
- Recombination 复合 
- Recovery diode 恢复二极管 
- Reciprocal lattice 倒核子 
- Recovery time 恢复时间 
- Rectifier 整流器（管） 
- Rectifying contact 整流接触 
- Reference 基准点 基准 参考点 
- Refractive index 折射率 
- Register 寄存器 
- Registration 对准 
- Regulate 控制 调整 
- Relaxation lifetime 驰豫时间 
- Reliability 可靠性 
- Resonance 谐振 
- Resistance 电阻 
- Resistor 电阻器 
- Resistivity 电阻率 
- Regulator 稳压管（器） 
- Relaxation 驰豫 
- Resonant frequency共射频率 
- Response time 响应时间 
- Reverse 反向的 
- Reverse bias 反向偏置 
- Sampling circuit 取样电路 
- Sapphire 蓝宝石（Al2O3） 
- Satellite valley 卫星谷 
- Saturated current range电流饱和区 
- Saturation region 饱和区
- Saturation 饱和的 
- Scaled down 按比例缩小 
- Scattering 散射 
- Schockley diode 肖克莱二极管 
- Schottky 肖特基 
- Schottky barrier 肖特基势垒 
- Schottky contact 肖特基接触 
- Schrodingen 薛定厄 
- Scribing grid 划片格 
- Secondary flat 次平面 
- Seed crystal 籽晶 
- Segregation 分凝 
- Selectivity 选择性 
- Self aligned 自对准的 
- Self diffusion 自扩散 
- Semiconductor 半导体 
- Semiconductor-controlled rectifier 可控硅 
- Sendsitivity 灵敏度 
- Serial 串行/串联 
- Series inductance 串联电感 
- Settle time 建立时间 
- Sheet resistance 薄层电阻 
- Shield 屏蔽
- Short circuit 短路 
- Shot noise 散粒噪声
- Shunt 分流 
- Sidewall capacitance 
- 边墙电容 Signal 信号 
- Silica glass 石英玻璃 
- Silicon 硅 
- Silicon carbide 碳化硅 
- Silicon dioxide (SiO2) 二氧化硅 
- Silicon Nitride(Si3N4) 氮化硅 
- Silicon On Insulator 绝缘硅 
- Siliver whiskers 银须 
- Simple cubic 简立方 
- Single crystal 单晶 
- Sink 沉 
- Skin effect 趋肤效应 
- Snap time 急变时间 
- Sneak path 潜行通路 
- Sulethreshold 亚阈的 
- Solar battery/cell 太阳能电池 
- Solid circuit 固体电路 
- Solid Solubility 固溶度 
- Sonband 子带 
- Source 源极 
- Source follower 源随器 
- Space charge 空间电荷 
- Specific heat(PT) 热 
- Speed-power product 速度功耗乘积 Spherical 球面的 
- Spin 自旋 Split 分裂 
- Spontaneous emission 自发发射 
- Spreading resistance扩展电阻 
- Sputter 溅射 Stacking fault 层错 
- Static characteristic 静态特性 
- Stimulated emission 受激发射 
- Stimulated recombination 受激复合 
- Storage time 存储时间 
- Stress 应力 
- Straggle 偏差 
- Sublimation 升华 
- Substrate 衬底 
- Substitutional 替位式的 
- Superlattice 超晶格 
- Supply 电源 Surface 表面 
- Surge capacity 浪涌能力 
- Subscript 下标 
- Switching time 开关时间 
- Switch 开关 
- Tailing 扩展 
- Terminal 终端 
- Tensor 张量 Tensorial 张量的 
- Thermal activation 热激发 
- Thermal conductivity 热导率 
- Thermal equilibrium 热平衡 
- Thermal Oxidation 热氧化 
- Thermal resistance 热阻 
- Thermal sink 热沉 
- Thermal velocity 热运动 
- Thermoelectricpovoer 温差电动势率 
- Thick-film technique 厚膜技术 
- Thin-film hybrid IC薄膜混合集成电路 
- Thin-Film Transistor(TFT) 薄膜晶体 
- Threshlod 阈值 
- Thyistor 晶闸管 
- Transconductance 跨导 
- Transfer characteristic 转移特性 
- Transfer electron 转移电子 
- Transfer function 传输函数 Transient 瞬态的 
- Transistor aging(stress) 晶体管老化 
- Transit time 渡越时间 
- Transition 跃迁 
- Transition-metal silica 过度金属硅化物 
- Transition probability 跃迁几率 
- Transition region 过渡区 
- Transport 输运 Transverse 横向的 
- Trap 陷阱 Trapping 俘获 
- Trapped charge 陷阱电荷 
- Triangle generator 三角波发生器 
- Triboelectricity 摩擦电
- Trigger 触发 
- Trim 调配 调整 
- Triple diffusion 三重扩散 
- Truth table 真值表 
- Tolerahce 容差 
- Tunnel(ing) 隧道（穿） 
- Tunnel current 隧道电流 
- Turn over 转折 
- Turn - off time 关断时间 
- Ultraviolet 紫外的 
- Unijunction 单结的 
- Unipolar 单极的 
- Unit cell 原（元）胞 
- Unity-gain frequency 单位增益频率 
- Unilateral-switch单向开关 
- Vacancy 空位 Vacuum 真空 
- Valence(value) band 价带 Value band edge 价带顶 
- Valence bond 价键 Vapour phase 汽相 
- Varactor 变容管 Varistor 变阻器 
- Vibration 振动 Voltage 电压 
- Wafer 晶片 
- Wave equation 波动方程 
- Wave guide 波导 
- Wave number 波数 
- Wave-particle duality 波粒二相性 
- Wear-out 烧毁 
- Wire routing 布线 
- Work function 功函数 
- Worst-case device 最坏情况器件 
- Yield 成品率 
- Zener breakdown 齐纳击穿 
  - Zone melting: 区熔法 
