language.org
** 缩写
- IMU：inertial measurement units，惯性测量单元，常包含加速度和陀螺仪传感器； 
- SVM: Support Vector Machine, 支持向量机；
- ANN: artificial neural network，人工神经网络；
- PAC: probably approximately correct, 概率近似正确；
- AI: artificial intelligence，人工智能；
- RSS: residual sum of squares, 残差，也就是平方差和；
- SSE：sum of squared errors ，平方差和；
- MSE：mean squared error，均方差；
- MLE: maximum likelihood estimation，最大似然估计；
- NLL：negative log likelihood，负对数似然, 也就是MLE取负；
- OLS：ordinary least squares，普通最小二乘法；
- CMOS：complementary metal oxide semiconductor的缩写。一种将PMOS和NMOS在同一个硅衬底上混合制造的工艺。 
- CD： （Critical Dimension）临界（关键）尺寸。在工艺上通常指条宽，例如POLY CD 为多晶条宽。 
- CIM：computer-integrated manufacturing的缩写。用计算机控制和监控制造工艺的一种综合方式。 
- Cp：工艺能力，详见process capability。 
- Cpk：工艺能力指数，详见process capability index。 
- EM：electromigration，电子迁移，指由通过铝条的电流导致电子沿铝条连线进行的自扩散过程。 
- ACA: Anisotropic Conductive Adhesive 各向异性导电胶 
- ACAF: Anisotropic Conductive Adhesive Film各项异性导电胶膜 
- Al: Aluminium 铝 
- ALIVH: All Inner Via Hole 完全内部通孔 
- AOI: Automatic Optial Inspection 自动光学检查 
- ASIC: Application Specific Integrated Circuit 专用集成电路 
- ATE: Automatic Test Equipment 自动监测设备 
- AU: Gold 金 
- BCB: Benzocyclohutene,Benzo Cyclo Butene 苯丙环丁烯 
- BEO: Beryllium Oxide 氧化铍 
- BIST: Built-In Self-Test(Function) 内建自测试(功能) 
- BIT: Bipolar Transistor 双极晶体管 
- BTAB: Bumped Tape Automated Bonding 凸点载带自动焊 
- BGA: Ball Grid Array 焊球阵列 
- BQFP: Quad Flat Package With Bumper 带缓冲垫的四边引脚扁平封装 
- C4: Controlled Collapsed Chip Connection 可控塌陷芯片连接 
- CAD: Computer Aided Design 计算机辅助设计 
- CBGA: Ceramic Ball Grid Array 陶瓷焊球阵列 
- CCGA: Ceramic Column Grid Array 陶瓷焊柱阵列 
- CLCC: Ceramic Leaded Chip Carrier 带引脚的陶瓷片式载体 
- CML: Current Mode Logic 电流开关逻辑 
- CMOS: Complementary Metal-Oxide-Semiconductor 互补金属氧化物半导体 
- COB: Chip on Board 板上芯片 
- COC: Chip on Chip 叠层芯片 
- COG: Chip on Glass 玻璃板上芯片 
- CSP: Chip Size Package 芯片尺寸封装 
- CTE: Coefficient of Thermal Expansion 热膨胀系数 
- CVD: Chemical Vapor Depositon 化学汽相淀积 
- DCA: Direct Chip Attach 芯片直接安装 
- DFP: Dual Flat Package 双侧引脚扁平封装 
- DIP: Double In-Line Package 双列直插式封装 
- DMS: Direct Metallization System 直接金属化系统 
- DRAM: Dynamic Random Access Memory 动态随机存取存贮器 
- DSO: Dual Small Outline 双侧引脚小外形封装 
- DTCP: Dual Tape Carrier Package 双载带封装 
- 3D: Three-Dimensional 三维 
- 2D: Two-Dimensional 二维 
- EB: Electron Beam 电子束 
- ECL: Emitter-Coupled Logic 射极耦合逻辑 
- FC: Flip Chip 倒装片法 
- FCB: Flip Chip Bonding 倒装焊 
- FCOB: Flip Chip on Board 板上倒装片 
- FEM: Finite Element Method 有限元法 
- FP: Flat Package 扁平封装 
- FPBGA: Fine Pitch Ball Grid Array 窄节距BGA 
- FPD: Fine Pitch Device 窄节距器件 
- FPPQFP: Fine Pitch Plastic QFP 窄节距塑料QFP 
- GQFP: Guard-Ring Quad Flat Package 带保护环的QFP 
- HDI: High Density Interconnect 高密度互连 
- HDMI: High Density Multilayer Interconnect 高密度多层互连 
- HIC: Hybird Integrated Circuit 混合集成电路 
- HTCC: High Temperature Co-Fired Ceramic 高温共烧陶瓷 
- HTS: High Temperature Storage 高温贮存 
- IC: Integrated Circuit 集成电路 
- IGBT: Insulated Gate Bipolar Transistor 绝缘栅双极晶体管 
- ILB: Inner-Lead Bond 内引脚焊接 
- I/O: Input/Output 输入/输出 
- IVH: Inner Via Hole 内部通孔 
- JLCC: J-Leaded Chip Carrier J形引脚片式载体 
- KGD: Known Good Die 优质芯片 
- LCC: Leadless Chip Carrier 无引脚片式载体 
- LCCC: Leadless Ceramic Chip Carrier 无引脚陶瓷片式载体 
- LCCP: Lead Chip Carrier Package 有引脚片式载体封装 
- LCD: Liquid Crystal Display 液晶显示器 
- LCVD: Laser Chemical Vapor Deposition 激光化学汽相淀积 
- LDI: Laser Direct Imaging 激光直接成像 
- LGA: Land Grid Array 焊区阵列 
- LSI: Large Scale Integrated Circuit 大规模集成电路 
- LOC: Lead Over Chip 芯片上引线健合 
- LQFP: Low Profile QFP 薄形QFP 
- LTCC: Low Temperature Co-Fired Ceramic 低温共烧陶瓷 
- MBGA: Metal BGA 金属基板BGA 
- MCA: Multiple Channel Access 多通道存取 
- MCM: Multichip Module 多芯片组件 
- MCM-C: MCM with Ceramic Substrate 陶瓷基板多芯片组件 
- MCM-D: MCM with Deposited Thin Film Inteconnect Substrate 淀积薄膜互连基板多芯片组件 
- MCM-L: MCM with Laminated Substrate 叠层基板多芯片组件 
- MCP: Multichip Package 多芯片封装 
- MELF: Metal Electrode Face Bonding 金属电极表面健合 
- MEMS: Microelectro Mechanical System 微电子机械系统 
- MFP: Mini Flat Package 微型扁平封装 
- MLC: Multi-Layer Ceramic Package 多层陶瓷封装 
- MMIC: Monolithic Microwave Integrated Circuit 微波单片集成电路 
- MOSFET: Metal-Oxide-Silicon Field-Effect Transistor 金属氧化物半导体场效应晶体管 
- MPU: Microprocessor Unit 微处理器 
- MQUAD: Metal Quad 金属四列引脚 
- MSI: Medium Scale Integration 中规模集成电路 
- OLB: Outer Lead Bonding 外引脚焊接 
- PBGA: Plastic BGA 塑封BGA 
- PC: Personal Computer 个人计算机 
- PFP: Plastic Flat Package 塑料扁平封装 
- PGA: Pin Grid Array 针栅阵列 
- PI: Polymide 聚酰亚胺 
- PIH: Plug-In Hole 通孔插装 
- PTF: Plastic Leaded Chip Carrier 塑料有引脚片式载体 
- PTF: Polymer Thick Film 聚合物厚膜 
- PWB: Printed Wiring Board 印刷电路板 
- PQFP: Plastic QFP 塑料QFP 
- QFJ: Quad Flat J-leaded Package 四边J形引脚扁平封装 
- QFP: Quad Flat Package 四边引脚扁平封装 
- QIP: Quad In-Line Package 四列直插式封装 
- RAM: Random Access Memory 随机存取存贮器 
- SBB: Stud-Bump Bonding 钉头凸点焊接 
- SBC: Solder-Ball Connection 焊球连接 
- SCIM: Single Chip Integrated Module 单芯片集成模块 
- SCM: Single Chip Module 单芯片组件 
- SLIM: Single Level Integrated Module 单级集成模块 
- SDIP: Shrinkage Dual Inline Package 窄节距双列直插式封装 
- SEM: Sweep Electron Microscope 电子扫描显微镜 
- SIP: Single In-Line Package 单列直插式封装 
- SIP: System In a Package 系统级封装 
- SMC: Surface Mount Component 表面安装元件 
- SMD: Surface Mount Device 表面安装器件 
- SMP: Surface Mount Package 表面安装封装 
- SMT: Surface Mount Technology 表面安装技术 
- SOC: System On Chip 系统级芯片 
- SOIC: Small Outline Integrated Circuit 小外形封装集成电路 
- SOJ: Small Outline J-Lead Package 小外形J形引脚封装 
- SOP: Small Outline Package 小外形封装 
- SOP: System On a Package 系统级封装 
- SOT: Small Outline Transistor 小外形晶体管 
- SSI: Small Scale Integration 小规模集成电路 
- SSIP: Small Outline Single-Line Plug Package 小外形单列直插式封装 
- SSOP: Shrink Small Outline Package 窄节距小外形封装 
- SPLCC: Shrinkage Plasitc Leadless Chip Carrier 窄节距塑料无引脚片式载体 
- STRAM: Selftimed Random Access Memory 自定时随机存取存贮器 
- SVP: Surface Vertical Package 立式表面安装型封装 
- TAB: Tape Automated Bonding 载带自动焊 
- TBGA: Tape BGA 载带BGA 
- TCM: Thermal Conduction Module 热导组件 
- TCP: Tape Carrier Package 带式载体封装 
- THT: Through-Hole Technology 通孔安装技术 
- TO: Transistor Outline 晶体管外壳 
- TPQFP: Thin Plastic QFP 薄形塑料QFP 
- TQFP: Tape QFP 载带QFP 
- TSOP: Thin SOP 薄形SOP 
- TTL: Transistor-Transistor Logic 晶体管-晶体管逻辑 
- UBM: Metalization Under Bump 凸点下金属化 
- UFPD: Ultra Small Pitch Device 超窄节距器件 
- USOP: Ultra SOP 超小SOP 
- USONF: Ultra Small Outline Package Non Fin 无散热片的超小外形封装 
- UV: Ultraviolet 紫外光 
- VHSIC: Very High Speed Integrated Circuit 超高速集成电路 
- VLSI: Very Large Scale Integrated Circuit 超大规模集成电路 
- WB: Wire Bonding 引线健合 
- WLP: Wafer Level Package 圆片级封装 
- WSI: Wafer Scale Integration 圆片级规模集成
- AQL: Acceptance Quality Level,接受质量标准，在一定采样下，可以95%置信度通过质量标准（不同于可靠性，可靠性要求一定时间后的失效率） 
- ARC: Antireflective coating,抗反射层（用于METAL等层的光刻） 
