language.html
<div id="outline-container-orgfd11ec4" class="outline-3">
<h3 id="orgfd11ec4"><span class="section-number-3">53.2</span> 缩写</h3>
<div class="outline-text-3" id="text-53-2">
<ul class="org-ul">
<li>IMU：inertial measurement units，惯性测量单元，常包含加速度和陀螺仪传感器；</li>
<li>SVM: Support Vector Machine, 支持向量机；</li>
<li>ANN: artificial neural network，人工神经网络；</li>
<li>PAC: probably approximately correct, 概率近似正确；</li>
<li>AI: artificial intelligence，人工智能；</li>
<li>RSS: residual sum of squares, 残差，也就是平方差和；</li>
<li>SSE：sum of squared errors ，平方差和；</li>
<li>MSE：mean squared error，均方差；</li>
<li>MLE: maximum likelihood estimation，最大似然估计；</li>
<li>NLL：negative log likelihood，负对数似然, 也就是MLE取负；</li>
<li>OLS：ordinary least squares，普通最小二乘法；</li>
<li>CMOS：complementary metal oxide semiconductor的缩写。一种将PMOS和NMOS在同一个硅衬底上混合制造的工艺。</li>
<li>CD： （Critical Dimension）临界（关键）尺寸。在工艺上通常指条宽，例如POLY CD 为多晶条宽。</li>
<li>CIM：computer-integrated manufacturing的缩写。用计算机控制和监控制造工艺的一种综合方式。</li>
<li>Cp：工艺能力，详见process capability。</li>
<li>Cpk：工艺能力指数，详见process capability index。</li>
<li>EM：electromigration，电子迁移，指由通过铝条的电流导致电子沿铝条连线进行的自扩散过程。</li>
<li>ACA: Anisotropic Conductive Adhesive 各向异性导电胶</li>
<li>ACAF: Anisotropic Conductive Adhesive Film各项异性导电胶膜</li>
<li>Al: Aluminium 铝</li>
<li>ALIVH: All Inner Via Hole 完全内部通孔</li>
<li>AOI: Automatic Optial Inspection 自动光学检查</li>
<li>ASIC: Application Specific Integrated Circuit 专用集成电路</li>
<li>ATE: Automatic Test Equipment 自动监测设备</li>
<li>AU: Gold 金</li>
<li>BCB: Benzocyclohutene,Benzo Cyclo Butene 苯丙环丁烯</li>
<li>BEO: Beryllium Oxide 氧化铍</li>
<li>BIST: Built-In Self-Test(Function) 内建自测试(功能)</li>
<li>BIT: Bipolar Transistor 双极晶体管</li>
<li>BTAB: Bumped Tape Automated Bonding 凸点载带自动焊</li>
<li>BGA: Ball Grid Array 焊球阵列</li>
<li>BQFP: Quad Flat Package With Bumper 带缓冲垫的四边引脚扁平封装</li>
<li>C4: Controlled Collapsed Chip Connection 可控塌陷芯片连接</li>
<li>CAD: Computer Aided Design 计算机辅助设计</li>
<li>CBGA: Ceramic Ball Grid Array 陶瓷焊球阵列</li>
<li>CCGA: Ceramic Column Grid Array 陶瓷焊柱阵列</li>
<li>CLCC: Ceramic Leaded Chip Carrier 带引脚的陶瓷片式载体</li>
<li>CML: Current Mode Logic 电流开关逻辑</li>
<li>CMOS: Complementary Metal-Oxide-Semiconductor 互补金属氧化物半导体</li>
<li>COB: Chip on Board 板上芯片</li>
<li>COC: Chip on Chip 叠层芯片</li>
<li>COG: Chip on Glass 玻璃板上芯片</li>
<li>CSP: Chip Size Package 芯片尺寸封装</li>
<li>CTE: Coefficient of Thermal Expansion 热膨胀系数</li>
<li>CVD: Chemical Vapor Depositon 化学汽相淀积</li>
<li>DCA: Direct Chip Attach 芯片直接安装</li>
<li>DFP: Dual Flat Package 双侧引脚扁平封装</li>
<li>DIP: Double In-Line Package 双列直插式封装</li>
<li>DMS: Direct Metallization System 直接金属化系统</li>
<li>DRAM: Dynamic Random Access Memory 动态随机存取存贮器</li>
<li>DSO: Dual Small Outline 双侧引脚小外形封装</li>
<li>DTCP: Dual Tape Carrier Package 双载带封装</li>
<li>3D: Three-Dimensional 三维</li>
<li>2D: Two-Dimensional 二维</li>
<li>EB: Electron Beam 电子束</li>
<li>ECL: Emitter-Coupled Logic 射极耦合逻辑</li>
<li>FC: Flip Chip 倒装片法</li>
<li>FCB: Flip Chip Bonding 倒装焊</li>
<li>FCOB: Flip Chip on Board 板上倒装片</li>
<li>FEM: Finite Element Method 有限元法</li>
<li>FP: Flat Package 扁平封装</li>
<li>FPBGA: Fine Pitch Ball Grid Array 窄节距BGA</li>
<li>FPD: Fine Pitch Device 窄节距器件</li>
<li>FPPQFP: Fine Pitch Plastic QFP 窄节距塑料QFP</li>
<li>GQFP: Guard-Ring Quad Flat Package 带保护环的QFP</li>
<li>HDI: High Density Interconnect 高密度互连</li>
<li>HDMI: High Density Multilayer Interconnect 高密度多层互连</li>
<li>HIC: Hybird Integrated Circuit 混合集成电路</li>
<li>HTCC: High Temperature Co-Fired Ceramic 高温共烧陶瓷</li>
<li>HTS: High Temperature Storage 高温贮存</li>
<li>IC: Integrated Circuit 集成电路</li>
<li>IGBT: Insulated Gate Bipolar Transistor 绝缘栅双极晶体管</li>
<li>ILB: Inner-Lead Bond 内引脚焊接</li>
<li>I/O: Input/Output 输入/输出</li>
<li>IVH: Inner Via Hole 内部通孔</li>
<li>JLCC: J-Leaded Chip Carrier J形引脚片式载体</li>
<li>KGD: Known Good Die 优质芯片</li>
<li>LCC: Leadless Chip Carrier 无引脚片式载体</li>
<li>LCCC: Leadless Ceramic Chip Carrier 无引脚陶瓷片式载体</li>
<li>LCCP: Lead Chip Carrier Package 有引脚片式载体封装</li>
<li>LCD: Liquid Crystal Display 液晶显示器</li>
<li>LCVD: Laser Chemical Vapor Deposition 激光化学汽相淀积</li>
<li>LDI: Laser Direct Imaging 激光直接成像</li>
<li>LGA: Land Grid Array 焊区阵列</li>
<li>LSI: Large Scale Integrated Circuit 大规模集成电路</li>
<li>LOC: Lead Over Chip 芯片上引线健合</li>
<li>LQFP: Low Profile QFP 薄形QFP</li>
<li>LTCC: Low Temperature Co-Fired Ceramic 低温共烧陶瓷</li>
<li>MBGA: Metal BGA 金属基板BGA</li>
<li>MCA: Multiple Channel Access 多通道存取</li>
<li>MCM: Multichip Module 多芯片组件</li>
<li>MCM-C: MCM with Ceramic Substrate 陶瓷基板多芯片组件</li>
<li>MCM-D: MCM with Deposited Thin Film Inteconnect Substrate 淀积薄膜互连基板多芯片组件</li>
<li>MCM-L: MCM with Laminated Substrate 叠层基板多芯片组件</li>
<li>MCP: Multichip Package 多芯片封装</li>
<li>MELF: Metal Electrode Face Bonding 金属电极表面健合</li>
<li>MEMS: Microelectro Mechanical System 微电子机械系统</li>
<li>MFP: Mini Flat Package 微型扁平封装</li>
<li>MLC: Multi-Layer Ceramic Package 多层陶瓷封装</li>
<li>MMIC: Monolithic Microwave Integrated Circuit 微波单片集成电路</li>
<li>MOSFET: Metal-Oxide-Silicon Field-Effect Transistor 金属氧化物半导体场效应晶体管</li>
<li>MPU: Microprocessor Unit 微处理器</li>
<li>MQUAD: Metal Quad 金属四列引脚</li>
<li>MSI: Medium Scale Integration 中规模集成电路</li>
<li>OLB: Outer Lead Bonding 外引脚焊接</li>
<li>PBGA: Plastic BGA 塑封BGA</li>
<li>PC: Personal Computer 个人计算机</li>
<li>PFP: Plastic Flat Package 塑料扁平封装</li>
<li>PGA: Pin Grid Array 针栅阵列</li>
<li>PI: Polymide 聚酰亚胺</li>
<li>PIH: Plug-In Hole 通孔插装</li>
<li>PTF: Plastic Leaded Chip Carrier 塑料有引脚片式载体</li>
<li>PTF: Polymer Thick Film 聚合物厚膜</li>
<li>PWB: Printed Wiring Board 印刷电路板</li>
<li>PQFP: Plastic QFP 塑料QFP</li>
<li>QFJ: Quad Flat J-leaded Package 四边J形引脚扁平封装</li>
<li>QFP: Quad Flat Package 四边引脚扁平封装</li>
<li>QIP: Quad In-Line Package 四列直插式封装</li>
<li>RAM: Random Access Memory 随机存取存贮器</li>
<li>SBB: Stud-Bump Bonding 钉头凸点焊接</li>
<li>SBC: Solder-Ball Connection 焊球连接</li>
<li>SCIM: Single Chip Integrated Module 单芯片集成模块</li>
<li>SCM: Single Chip Module 单芯片组件</li>
<li>SLIM: Single Level Integrated Module 单级集成模块</li>
<li>SDIP: Shrinkage Dual Inline Package 窄节距双列直插式封装</li>
<li>SEM: Sweep Electron Microscope 电子扫描显微镜</li>
<li>SIP: Single In-Line Package 单列直插式封装</li>
<li>SIP: System In a Package 系统级封装</li>
<li>SMC: Surface Mount Component 表面安装元件</li>
<li>SMD: Surface Mount Device 表面安装器件</li>
<li>SMP: Surface Mount Package 表面安装封装</li>
<li>SMT: Surface Mount Technology 表面安装技术</li>
<li>SOC: System On Chip 系统级芯片</li>
<li>SOIC: Small Outline Integrated Circuit 小外形封装集成电路</li>
<li>SOJ: Small Outline J-Lead Package 小外形J形引脚封装</li>
<li>SOP: Small Outline Package 小外形封装</li>
<li>SOP: System On a Package 系统级封装</li>
<li>SOT: Small Outline Transistor 小外形晶体管</li>
<li>SSI: Small Scale Integration 小规模集成电路</li>
<li>SSIP: Small Outline Single-Line Plug Package 小外形单列直插式封装</li>
<li>SSOP: Shrink Small Outline Package 窄节距小外形封装</li>
<li>SPLCC: Shrinkage Plasitc Leadless Chip Carrier 窄节距塑料无引脚片式载体</li>
<li>STRAM: Selftimed Random Access Memory 自定时随机存取存贮器</li>
<li>SVP: Surface Vertical Package 立式表面安装型封装</li>
<li>TAB: Tape Automated Bonding 载带自动焊</li>
<li>TBGA: Tape BGA 载带BGA</li>
<li>TCM: Thermal Conduction Module 热导组件</li>
<li>TCP: Tape Carrier Package 带式载体封装</li>
<li>THT: Through-Hole Technology 通孔安装技术</li>
<li>TO: Transistor Outline 晶体管外壳</li>
<li>TPQFP: Thin Plastic QFP 薄形塑料QFP</li>
<li>TQFP: Tape QFP 载带QFP</li>
<li>TSOP: Thin SOP 薄形SOP</li>
<li>TTL: Transistor-Transistor Logic 晶体管-晶体管逻辑</li>
<li>UBM: Metalization Under Bump 凸点下金属化</li>
<li>UFPD: Ultra Small Pitch Device 超窄节距器件</li>
<li>USOP: Ultra SOP 超小SOP</li>
<li>USONF: Ultra Small Outline Package Non Fin 无散热片的超小外形封装</li>
<li>UV: Ultraviolet 紫外光</li>
<li>VHSIC: Very High Speed Integrated Circuit 超高速集成电路</li>
<li>VLSI: Very Large Scale Integrated Circuit 超大规模集成电路</li>
<li>WB: Wire Bonding 引线健合</li>
<li>WLP: Wafer Level Package 圆片级封装</li>
<li>WSI: Wafer Scale Integration 圆片级规模集成</li>
<li>AQL: Acceptance Quality Level,接受质量标准，在一定采样下，可以95%置信度通过质量标准（不同于可靠性，可靠性要求一定时间后的失效率）</li>
<li>ARC: Antireflective coating,抗反射层（用于METAL等层的光刻）</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Lee</p>
<p class="email">Email: <a href="mailto:bitman@163.com">bitman@163.com</a></p>
<p class="date">Created: 2021-05-18 周二 22:11</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
